{
  "hexagrams": [
    {
      "number": 1,
      "name": "Creativity",
      "lines": [
        {
          "line_number": 1,
          "title": "Pure Creativity without motive",
          "subtitle": "Gifted with creativity.",
          "text": "Your self-expression is often impulsive and also wholesome when it is effortless.",
          "statements": {
            "exaltation": {
              "advice": "Reflecting the Moon’s phases, your self-expression finds its own natural timing.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "Creative brilliance is hard to restrain. Learning patience is essential for you.",
              "planet": "Uranus",
              "symbol": "♅"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Being in Accord",
          "subtitle": "Aligning with universal truths.",
          "text": "Creativity is a natural expression always subject to, and altered by your personal agendas.",
          "statements": {
            "exaltation": {
              "advice": "Creative self-expression intensifies by applying your aspiration and values.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "Your full creative potential can be limiting when you express only desires and passion.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Creative Thrust",
          "subtitle": "Applying yourself to your best ability.",
          "text": "Your creativity is hard to contain and direct, and is affected by any material consideration.",
          "statements": {
            "exaltation": {
              "advice": "You push for self-expression in all areas of life, regardless of any constraints.",
              "planet": "Mars",
              "symbol": "♂"
            },
            "detriment": {
              "advice": "Materialism invariably affects the quality of your creativity. Being diligent is important.",
              "planet": "Earth",
              "symbol": "⊕"
            }
          }
        },
        {
          "line_number": 4,
          "title": "The Artist Alone",
          "subtitle": "Finding yourself in the middle of the Creative process.",
          "text": "A flow of personal creativity brings you intimate contact with Existence.",
          "statements": {
            "exaltation": {
              "advice": "Your creativity develops and flowers best away from outside influences.",
              "planet": "Earth",
              "symbol": "⊕"
            },
            "detriment": {
              "advice": "Trying to influence others directly with your creativity. will actually limit it’s potential.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Magnetic Creativity",
          "subtitle": "A means to fascinate people with your creative pursuits.",
          "text": "Your creativity is hard for others to ignore, even if no one grasps what is really happening!",
          "statements": {
            "exaltation": {
              "advice": "Exuding creativity in every aspect of your life, you naturally fascinate other people.",
              "planet": "Mars",
              "symbol": "♂"
            },
            "detriment": {
              "advice": "Eccentricity may attract attention, but it will eventually limit your truly creative potentials.",
              "planet": "Uranus",
              "symbol": "♅"
            }
          }
        },
        {
          "line_number": 6,
          "title": "”The Hollow Bamboo”",
          "subtitle": "The artist as a medium through whom Existence plays Her song.",
          "text": "Whether you can embrace this or not: creativity is its own resource and the artist the medium.",
          "statements": {
            "exaltation": {
              "advice": "Through medication and detachment you give form to the freest expressions of creativity.",
              "planet": "Earth",
              "symbol": "⊕"
            },
            "detriment": {
              "advice": "Self-consciousness may lead you to be frustrated in your creative endeavors.",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        }
      ]
    },
    {
      "number": 2,
      "name": "Receptivity",
      "lines": [
        {
          "line_number": 1,
          "title": "Crystal Vision",
          "subtitle": "Receptive to guidance that accord with the beauty of existence.",
          "text": "Your inner knowing comes through appreciation of the beauty and beauty and fragility of life.",
          "statements": {
            "exaltation": {
              "advice": "You align yourself with high ideals through your sensibility to life.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "You try to force predetermined outcomes despite your inborn wisdom.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Being Gifted",
          "subtitle": "Natural access to an intelligence that often defies logical explanation.",
          "text": "You access an inner sense of knowing beyond the scope of any accumulated knowledge.",
          "statements": {
            "exaltation": {
              "advice": "Your natural gift for knowing must sooner or later be acknowledged.",
              "planet": "Saturn",
              "symbol": "♄"
            },
            "detriment": {
              "advice": "With an ability to excel, you tend to seek power through your knowledge.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Patient Knowing",
          "subtitle": "Acknowledging that never ceases giving lessons.",
          "text": "Aligning within your own particular way brings special rewards, in your own perfect timing.",
          "statements": {
            "exaltation": {
              "advice": "By being receptive you learn to adapt to every conceivable experience that life offers you.",
              "planet": "Jupiter",
              "symbol": "♃"
            },
            "detriment": {
              "advice": "Your inspiration and powerful sense of knowing is impulsive and often demands expression.",
              "planet": "Uranus",
              "symbol": "♅"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Concealing",
          "subtitle": "Knowing much but revealing only the essential.",
          "text": "There is universal and learnable knowledge but some things are impossible to transfer clearly.",
          "statements": {
            "exaltation": {
              "advice": "Sometimes in the highest interests of harmony your knowledge does not need to be expressed.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "A tendency you have to be unable to keep silent brings the likelihood of you causing upset.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Strategy",
          "subtitle": "Biding your time until action is merited.",
          "text": "You interconnect to every asset life offers, whether others can or need to be included or not.",
          "statements": {
            "exaltation": {
              "advice": "When ready to direct you communicate clearly and use all available resources wisely.",
              "planet": "Mercury",
              "symbol": "☿"
            },
            "detriment": {
              "advice": "A self-centered process leaves you overlooking others and their potential contribution.",
              "planet": "Earth",
              "symbol": "⊕"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Being Preoccupied",
          "subtitle": "Tunnel Vision limits your capacity to expand fully.",
          "text": "Whether you can embrace this or not: creativity is its own resource and artist is the medium.",
          "statements": {
            "exaltation": {
              "advice": "Your mind never knows for sure, so it is essential to trust and relax into your own Authority.",
              "planet": "Mercury",
              "symbol": "☿"
            },
            "detriment": {
              "advice": "Security can become an excuse or “reason” for everything, even to betray your own ideals.",
              "planet": "Saturn",
              "symbol": "♄"
            }
          }
        }
      ]
    },
    {
      "number": 3,
      "name": "Beginnings",
      "lines": [
        {
          "line_number": 1,
          "title": "Being Organized",
          "subtitle": "Embracing the whole picture in front of you.",
          "text": "Confusion is cleared up through your dispassionate review, not through worry and anxiety.",
          "statements": {
            "exaltation": {
              "advice": "Trusting that confusion becomes clarity, you keep in sight of all potential outcomes.",
              "planet": "Earth",
              "symbol": "⊕"
            },
            "detriment": {
              "advice": "Mental muddles will compel you to try many disorganized and scattered endeavors.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Maturing",
          "subtitle": "Diligent application.",
          "text": "Trusting your own personal evolution or tending to rely on the advice and ways of others.",
          "statements": {
            "exaltation": {
              "advice": "You have the potential for personal growth and maturation if you trust your own ways.",
              "planet": "Mars",
              "symbol": "♂"
            },
            "detriment": {
              "advice": "Randomly trusting or disregarding others’ advice leads you to a personal instability.",
              "planet": "Uranus",
              "symbol": "♅"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Scrutinizing",
          "subtitle": "Finding out what works and what does not.",
          "text": "Prospering in life comes about through you recognizing evolutionary laws and their timing.",
          "statements": {
            "exaltation": {
              "advice": "New ways are more easily introduced when you seek the most able and willing assistance.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "If you disregard the law of “survival of the fittest” your ideals will eventually suffer.",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Associating",
          "subtitle": "Realigning with your real sense of purpose.",
          "text": "Your self-assurance and trust, or their lack, allow or reject valuable guidance and company.",
          "statements": {
            "exaltation": {
              "advice": "Your heartfelt attunement with others attracts encouragement and ensures a new order.",
              "planet": "Pluto",
              "symbol": "♇"
            },
            "detriment": {
              "advice": "If you are impatient in seeking nourishment and guidance you will often be rejected.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Interpreting",
          "subtitle": "Detaching from anticipated results when implementing a new order.",
          "text": "If organizing anything new, there is the possibility of your intention being misinterpreted.",
          "statements": {
            "exaltation": {
              "advice": "You assured individual stance withstands any disagreements and establishes order.",
              "planet": "Mars",
              "symbol": "♂"
            },
            "detriment": {
              "advice": "You can easily become confused in your attempts to reconcile others’ problems.",
              "planet": "Earth",
              "symbol": "⊕"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Renewing",
          "subtitle": "In all new endeavors remember to keep realigning with your vision.",
          "text": "There is always a potential to get caught up in fear and despair, where orderliness is forgotten.",
          "statements": {
            "exaltation": {
              "advice": "You have an inner appreciation that ordering is a process that unfolds in its own way.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "Forgetting your clear intention can lead you to become confused and even depressed.",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        }
      ]
    },
    {
      "number": 4,
      "name": "Mental Solutions",
      "lines": [
        {
          "line_number": 1,
          "title": "Learning",
          "subtitle": "Good timing is a. gift enhances solving all problems.",
          "text": "You are always learning the art of recognizing when and where to provide mental solutions.",
          "statements": {
            "exaltation": {
              "advice": "Acknowledging that profound solutions are available when you really need them.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "You tend to implement resolutions that ignore the natural timing to proble solving.",
              "planet": "Earth",
              "symbol": "⊕"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Kindness",
          "subtitle": "Recognizing that everyone has their own strengths and weaknesses.",
          "text": "Logic can be used in many ways and you may include others in your understanding or not.",
          "statements": {
            "exaltation": {
              "advice": "You come to appreciate that not everyone is going to understand your viewpoints.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "In a hurry, you might sometimes take advantage of other people’s slowness and disorder.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Carelessness",
          "subtitle": "A love of solution that may not actually solve problem.",
          "text": "lf you allow it, a lazy mind will settle for the easiest solution rather than a relevant one.",
          "statements": {
            "exaltation": {
              "advice": "You have a potential to use solutions rather for appearances rather than for effectiveness.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "Any tendency for diminished responsibility will lead you to meager accomplishments.",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Justifying",
          "subtitle": "A busy mind that somehow is going to find an answer for everything.",
          "text": "You can validate solutions for any scenario, sometimes going beyond any normal level of logic.",
          "statements": {
            "exaltation": {
              "advice": "You find mental formulas, realistic or not, for every conceivable life situation.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "If you try applying mental solution for everything you’ll be frustrated when they don’t work!",
              "planet": "Saturn",
              "symbol": "♄"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Being Broad-minded",
          "subtitle": "Solving difficulties by being open to any and all resources.",
          "text": "With a gift for problem solving you sometimes diminish others’ lack of ability to understand.",
          "statements": {
            "exaltation": {
              "advice": "You have a cleverness for solving problems that is teachable to others.",
              "planet": "Jupiter",
              "symbol": "♃"
            },
            "detriment": {
              "advice": "You are potentially cynical if you have to tailor your solution to meet others’ approval.",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Cleverness",
          "subtitle": "Too clever for your own good” if you think your mental solutions endure!",
          "text": "Unless disciplined your mind always tries to dominate life with its solution mechanism.",
          "statements": {
            "exaltation": {
              "advice": "Mental discipline comes through your patience, awareness and applied experimentation.",
              "planet": "Mercury",
              "symbol": "☿"
            },
            "detriment": {
              "advice": "You can be arrogant even though you realize the shortcomings of your mental solution.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        }
      ]
    },
    {
      "number": 5,
      "name": "Waiting",
      "lines": [
        {
          "line_number": 1,
          "title": "Attuning",
          "subtitle": "Persistently paying attention to your own inner timing.",
          "text": "Life is full of distractions that can pull you away from your inherently natural timing.",
          "statements": {
            "exaltation": {
              "advice": "You have the intent to keep to your own fixer rhythms, regardless of diversions.",
              "planet": "Mars",
              "symbol": "♂"
            },
            "detriment": {
              "advice": "Falling to honor your own timing and giving in to imposed demands brings exhaustion.",
              "planet": "Earth",
              "symbol": "⊕"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Finding Tranquility",
          "subtitle": "Watchfully waiting for your own right timing.",
          "text": "All actions have an appropriate timing, and you are either comfortable with waiting, or not.",
          "statements": {
            "exaltation": {
              "advice": "Trusting your own nature to be comfortable with your own pace in all areas of life.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "Driving for transportation you suffer anxiety with fixer rhythms and cause disruptions.",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Being Nervous",
          "subtitle": "The potential to become anxious when it seems nothing is happening.",
          "text": "All waiting has an implied helplessness that can prompt you to act without clear motivation.",
          "statements": {
            "exaltation": {
              "advice": "Your imagination eases the monotony of dull routines and relieves the stress of waiting.",
              "planet": "Pluto",
              "symbol": "♇"
            },
            "detriment": {
              "advice": "A constantly shifting restlessness upsets your inner timing inclining you to be incautious.",
              "planet": "Moon",
              "symbol": "☽"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Biding Time",
          "subtitle": "Patience that leaves you open to find worthwhile opportunities.",
          "text": "Watching prevailing conditions and weighing your options until opportunities appear.",
          "statements": {
            "exaltation": {
              "advice": "You outlast times of unrest and respond to each situation in life with your innovativeness.",
              "planet": "Uranus",
              "symbol": "♅"
            },
            "detriment": {
              "advice": "Attempting to force the pace of life, you will lose opportunities in predictable sequences.",
              "planet": "Sun",
              "symbol": "☉"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Inner Balancing",
          "subtitle": "Innocent acceptance of life’s rhythms ia a vital quality of Being.",
          "text": "Seeing what life offers can be a delight, or if you insist life should bring more, a challenge.",
          "statements": {
            "exaltation": {
              "advice": "Your inner calm and assurance accepts whatever Existence presents to you.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "You may overlook finding joy in simple things adopt demands for change.",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Releasing!",
          "subtitle": "Letting go of any pressures involved in waiting by trusting.",
          "text": "In all growth, there is pressure Honoring natural rhythms enables your readiness. for response.",
          "statements": {
            "exaltation": {
              "advice": "By accepting your natural timing, despite pressures, growth will often come through Grace.",
              "planet": "Pluto",
              "symbol": "♇"
            },
            "detriment": {
              "advice": "You tend to find it hard to release old comforts, and relationships.",
              "planet": "No planet",
              "symbol": "Unknown"
            }
          }
        }
      ]
    },
    {
      "number": 6,
      "name": "Conflict Resolution",
      "lines": [
        {
          "line_number": 1,
          "title": "Negotiating",
          "subtitle": "The easiest time to resolve a disagreement is before it starts.",
          "text": "With any potential emotional upset, biding your time is often the most intelligent solution.",
          "statements": {
            "exaltation": {
              "advice": "You have the emotional power and growing maturity to be intimate in all phases of life.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "Emotional insecurity in times of intimacy triggers you to attempt to intellectualize feelings.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Sensibility",
          "subtitle": "Conflicts easily erupt from a personal imbalance",
          "text": "In all emotionally charged situations, you find resolution with or without confronting others.",
          "statements": {
            "exaltation": {
              "advice": "Trusting your natural sensitivity you achieve an inner harmony that facilitates resolution.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "Your touchy nature often attempts to reserve conflict though emotional outburst.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Having Reservations",
          "subtitle": "Resolutions often happen by playing a passive role.",
          "text": "Achieving emotional clarity comes by making commitments with alertness.",
          "statements": {
            "exaltation": {
              "advice": "The depth and quality of your feelings enriches passion, union and intimacy.",
              "planet": "Pluto",
              "symbol": "♇"
            },
            "detriment": {
              "advice": "Sensitive to all power struggles, you may be tempted to reject intimacy altogether.",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Promoting Peace",
          "subtitle": "A naturally strong emotional presence promotes enduring resolutions.",
          "text": "In all emotional interactions, you can easily promote outcomes on your terms, wisely or not.",
          "statements": {
            "exaltation": {
              "advice": "You easily dominate relationships and support the advantages of emotional growth.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "Personal reform is your only recourse from a tendency to be disruptive in relationships.",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Being Diplomatic",
          "subtitle": "Combining emotional clarity with objectivity.",
          "text": "You promote concord through your neutrality, but find it hard to be really intimate yourself.",
          "statements": {
            "exaltation": {
              "advice": "Your sensitivity to all facets of emotional upset leads you to promote harmony around you.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "Unless you are seen as being “right” you can be insensitive to the emotional needs of others.",
              "planet": "Moon",
              "symbol": "☽"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Being Contentious",
          "subtitle": "A capacity to win disputes...and attract ones.",
          "text": "You have the knack for resolving emotional upsets whether that directly serves others or not.",
          "statements": {
            "exaltation": {
              "advice": "You have the emotional agility to reserve conflict by considering everything concerned.",
              "planet": "Mercury",
              "symbol": "☿"
            },
            "detriment": {
              "advice": "You terminate emotional strife, but often considering only your own needs for harmony.",
              "planet": "Venus",
              "symbol": "♀"
            }
          }
        }
      ]
    },
    {
      "number": 7,
      "name": "Uniformity",
      "lines": [
        {
          "line_number": 1,
          "title": "Being Disciplined",
          "subtitle": "Effective coordination relies on the quality of shared commitments.",
          "text": "Good leadership is achieved through establishing order by marking your intention clear.",
          "statements": {
            "exaltation": {
              "advice": "You promote coordination and cooperation by launching a friendly yet disciplined course.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "Being easily distracted causes you to lose touch with real needs of any situation.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Equanimity",
          "subtitle": "Rewards come from implementing any natural advantage.",
          "text": "Your leadership endures through aligning with, of taking advantage of, those you lead.",
          "statements": {
            "exaltation": {
              "advice": "Being naturally inspirational you give reassurance to those seeking leadership.",
              "planet": "Pluto",
              "symbol": "♇"
            },
            "detriment": {
              "advice": "You have a potential, once elected, your self-interest before all other issues.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Disordering",
          "subtitle": "Disordering A reluctance to acknowledge or be drawn in to hierarchies of any sort.",
          "text": "You find order in chaos though playing many, often separating and divergent roles.",
          "statements": {
            "exaltation": {
              "advice": "You play many varying roles without ever necessarily finding a consistent one.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "You can make up reasons to avoid commitment by undermining the purpose in anything.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Disengaging",
          "subtitle": "Leadership in the highest integrity knows when and how to withdraw.",
          "text": "You are either realistic or not about how your leadership can serve others best.",
          "statements": {
            "exaltation": {
              "advice": "One of your strengths in leadership is in identifying situations where is it best to withdraw.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "Your unwillingness to ever stop advancing will eventually to you being abandoned.",
              "planet": "Uranus",
              "symbol": "♅"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Directing",
          "subtitle": "The confidence and ability to instruct others in the needs of the moment.",
          "text": "As the overall commander, your clear communication in word and deed is essential.",
          "statements": {
            "exaltation": {
              "advice": "You have the capacity to attract and sustain loyalty by honoring those being led.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "You become you become isolated and ineffective",
              "planet": "Pluto",
              "symbol": "♇"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Meritocracy",
          "subtitle": "Assigning responsibility and guidance to those who merit it.",
          "text": "You remain flexible in using resources well, or become unwilling to lose personal control.",
          "statements": {
            "exaltation": {
              "advice": "You communicate responsibility in ways that everyone feels included and appreciated.",
              "planet": "Mercury",
              "symbol": "☿"
            },
            "detriment": {
              "advice": "If you ever communicate responsibility as blame, you will upset the common intent.",
              "planet": "Uranus",
              "symbol": "♅"
            }
          }
        }
      ]
    },
    {
      "number": 8,
      "name": "Contribution",
      "lines": [
        {
          "line_number": 1,
          "title": "Being Authentic",
          "subtitle": "Being candid will attract all those who wish to contribute.",
          "text": "Your forthrightness attracts everyone who wishes to engage and co-create with their gifts.",
          "statements": {
            "exaltation": {
              "advice": "You know that your efforts must be offered without concern for obvious rewards.",
              "planet": "Pluto",
              "symbol": "♇"
            },
            "detriment": {
              "advice": "You compromise your integrity by volunteering randomly and become exploited or spurned.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Being the Friend",
          "subtitle": "Friendliness ia an expression of the highest human ideal.",
          "text": "You naturally empower others through your presence, encouragement and contributions.",
          "statements": {
            "exaltation": {
              "advice": "Your expression of friendship is intrinsic to your nature.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "Your readiness to contribute has an underlying concern to be recognized and appreciated.",
              "planet": "Earth",
              "symbol": "⊕"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Indulging",
          "subtitle": "Contributing with a passionate indifference.",
          "text": "You need to constantly check the basis of your commitments and the company you attract.",
          "statements": {
            "exaltation": {
              "advice": "You express your apparent interest but often without necessarily ever committing yourself.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "You rely on techniques to impress others in ways to avoid getting involved with them.",
              "planet": "Saturn",
              "symbol": "♄"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Being Statesmanlike",
          "subtitle": "Empowering cooperation by welcoming all contributions.",
          "text": "You give heartfelt encouragement to each individual to contribute in their own unique way.",
          "statements": {
            "exaltation": {
              "advice": "You promote everyone to raise their standards through your contribution and example.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "Working “outside the box” your contributions may or not be appreciated by others.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Benevolence",
          "subtitle": "Attuning to how, when and what to co-create.",
          "text": "Your timing and attitude assures how well any contribution is received.",
          "statements": {
            "exaltation": {
              "advice": "Your abundant and kindly manner encourages everyone who is drawn to you.",
              "planet": "Jupiter",
              "symbol": "♃"
            },
            "detriment": {
              "advice": "Your persistent contributing is ultimately appreciated whether you know this or not.",
              "planet": "Sun",
              "symbol": "☉"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Reevaluating",
          "subtitle": "Constantly encouraging harmonious environments.",
          "text": "You participate best when you appreciate the vital nature of all empowering contributions.",
          "statements": {
            "exaltation": {
              "advice": "You comprehend the essence of creative contribution that bring benefits for everyone.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "You can become tangled in dramatic personal interactions that result in regrets.",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        }
      ]
    },
    {
      "number": 9,
      "name": "Applied Details",
      "lines": [
        {
          "line_number": 1,
          "title": "Recommencing",
          "subtitle": "Continually reengaging with life from a sense of surety.",
          "text": "You either embrace life’s essential details or get frustrated by treating them as problems.",
          "statements": {
            "exaltation": {
              "advice": "Your intense focus gives you the power to find transformative keys to situations.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "You can push past problems, lose your focus and end up being distracted.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Inclusion",
          "subtitle": "The energy to include and be included.",
          "text": "Your compulsion to collaborate will enhance or distract you from attaining your goals.",
          "statements": {
            "exaltation": {
              "advice": "You collaborate successfully with others in recognizing fundamental details.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "You call on others to play a part in your life and sometimes regret their presence and input.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Overlooking",
          "subtitle": "Missing the one small but essential detail. Stay focused!",
          "text": "Being distracted you can lose your focus for relevant details, or end up fixating over trivia.",
          "statements": {
            "exaltation": {
              "advice": "Doggedly proceeding when you might be better off regrouping and reviewing.",
              "planet": "Earth",
              "symbol": "⊕"
            },
            "detriment": {
              "advice": "If you constantly obsess over a focus for details you will get poor returns for your efforts.",
              "planet": "Sun",
              "symbol": "☉"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Being Dependable",
          "subtitle": "Staying president and focused despite distractions.",
          "text": "Staying true to your intent, or passing over important details, determines your influence in life.",
          "statements": {
            "exaltation": {
              "advice": "You need determination to act on the relevant details in all phases of a process.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "Habitually pushing past essential details, you will eventually succumb to outside pressures.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Unquestioning",
          "subtitle": "Accomplishment comes through trust and adherence to details.",
          "text": "Accepting life’s bounty, or doubting your needs are met, affects your capacity to be fulfilled.",
          "statements": {
            "exaltation": {
              "advice": "Your contagious power to focus aids in directing attention towards life’s essential details.",
              "planet": "Jupiter",
              "symbol": "♃"
            },
            "detriment": {
              "advice": "A lack of strength to trust yourself aims you towards a growing dissatisfaction with life.",
              "planet": "Earth",
              "symbol": "⊕"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Being Grateful",
          "subtitle": "The joy and intelligence to celebrate at every opportunity.",
          "text": "By degree all pressing issues are handled, giving you the space for celebration and relaxation.",
          "statements": {
            "exaltation": {
              "advice": "Celebrating whenever you get the chance, and especially for any job well done!",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "You enhance everything by celebrating, especially when you “turn lemons into lemonade.”",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        }
      ]
    },
    {
      "number": 10,
      "name": "Behavior",
      "lines": [
        {
          "line_number": 1,
          "title": "Investigating",
          "subtitle": "Finding your place in any situation and blending in.",
          "text": "Steady progress in life requires your sensibility to everything you encounter along the way.",
          "statements": {
            "exaltation": {
              "advice": "Your honorable behavior in every all situation fosters your growth.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "Feeling oversensitive or obligated to others can cause you to avoid life’s adventures.",
              "planet": "Moon",
              "symbol": "☽"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Finding Sanctuary",
          "subtitle": "Contentment comes from not confronting impossible life dramas.",
          "text": "Outer disputes can easily become inner ones, unless you sidestep others’ discords altogether.",
          "statements": {
            "exaltation": {
              "advice": "Your active mind provides a quick fix or an easy escape from external problems.",
              "planet": "Mercury",
              "symbol": "☿"
            },
            "detriment": {
              "advice": "You tend to be actively engaged in avoiding anyone who might complicate your life.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Surrendering",
          "subtitle": "The principle of aligning with personally appropriate causes.",
          "text": "Care is needed to be sure you are honoring your own reality and not someone else’s.",
          "statements": {
            "exaltation": {
              "advice": "A persistently moderate yet steady approach to confronting trials brings you great rewards.",
              "planet": "Earth",
              "symbol": "⊕"
            },
            "detriment": {
              "advice": "You tend to seek attention and approval from others, disregarding your own genuine ideals.",
              "planet": "Moon",
              "symbol": "☽"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Exploring",
          "subtitle": "Looking for great benefit and transformation in any interaction.",
          "text": "Being ready when opportunity knocks and appreciating what an opportunity means to you.",
          "statements": {
            "exaltation": {
              "advice": "You can hold out for the bright flash of opportunity that transforms everything.",
              "planet": "Uranus",
              "symbol": "♅"
            },
            "detriment": {
              "advice": "Mentally adjusting your behaviors you tailor any opening to a potential advantage.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Re-Visioning",
          "subtitle": "An enjoyment in confronting, often defying the commonplace.",
          "text": "You enjoy challenging tradition and find there are many to do so, lovingly or not.",
          "statements": {
            "exaltation": {
              "advice": "Your principled behavior directly challenges established tradition to question itself.",
              "planet": "Jupiter",
              "symbol": "♃"
            },
            "detriment": {
              "advice": "Your tendency to challenge everyone and everything can attract personal reprisals.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Bringing Alignment",
          "subtitle": "A personal example that is impossible for others to ignore.",
          "text": "Successful steps imply flourishing outcomes so long as you honor yourself and your journey.",
          "statements": {
            "exaltation": {
              "advice": "Your considered step actions are often dramatically effective in their transformative outcome.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "If you take yourself too seriously you will miss much of the fun that life offers.",
              "planet": "Saturn",
              "symbol": "♄"
            }
          }
        }
      ]
    },
    {
      "number": 11,
      "name": "Harmony",
      "lines": [
        {
          "line_number": 1,
          "title": "Complimenting",
          "subtitle": "Progressing by aligning with your immediate environment.",
          "text": "Your ideas come and go, finding right company in which to share them is important.",
          "statements": {
            "exaltation": {
              "advice": "You easily find those who will appreciate and help further your ideas.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "You can be overly worried sometimes that no one ever appreciates your ideas.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Being Independent",
          "subtitle": "Peacefulness is protected through your alertness.",
          "text": "Tolerance, resolution and vision are required to maintain peace and foster your creative ideas.",
          "statements": {
            "exaltation": {
              "advice": "Your expansive imagination is constantly checking all possibilities for a harmonious life.",
              "planet": "Pluto",
              "symbol": "♇"
            },
            "detriment": {
              "advice": "Being confronted because you indulge your provocative ideas just to escape boredom.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Allowing for Change",
          "subtitle": "Maintaining peacefulness requires relevant and fresh ideas.",
          "text": "You need to discern a difference between valuable ideas and those that are simply idealistic.",
          "statements": {
            "exaltation": {
              "advice": "Appreciating each moment, you acknowledge that times of peace come and go.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "You have a tendency to become lulled by an unrealistic attachment to harmony.",
              "planet": "Venus",
              "symbol": "♀"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Sharing Ideals",
          "subtitle": "An ability to consider and convey ideas of merit to others.",
          "text": "Some things are obvious, some things can be taught, and some things have to be transmitted.",
          "statements": {
            "exaltation": {
              "advice": "You have the gilt of being able to teach and deliver concepts to almost anyone.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "You promote a sense of harmony that eventually appeals even to those who are disillusioned.",
              "planet": "Sun",
              "symbol": "☉"
            }
          }
        },
        {
          "line_number": 5,
          "title": "The Ruler Who Serves",
          "subtitle": "Giving perspective through expansive ideals.",
          "text": "You overflow with beneficial ideas given either from a sense of service, or from your insecurity.",
          "statements": {
            "exaltation": {
              "advice": "Your sensibility for good concepts and how to relate them, benefits all aspects of humanity.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "You tend to broadcast your ideas regardless of the effect they have on those listening.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Being Flexible",
          "subtitle": "Maintaining an inner balance as belief patterns change.",
          "text": "Renewal follows adversity when you adjust your beliefs according to prevailing circumstances.",
          "statements": {
            "exaltation": {
              "advice": "Embracing new beliefs allows you to maintain your sense of balance in changing times.",
              "planet": "Pluto",
              "symbol": "♇"
            },
            "detriment": {
              "advice": "You espouse ideas that will suit any situation, but sometimes at other people’s expanse.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        }
      ]
    },
    {
      "number": 12,
      "name": "Standstill",
      "lines": [
        {
          "line_number": 1,
          "title": "Standing Still",
          "subtitle": "Appreciating how a harsh world aids your inner sense of freedom.",
          "text": "withdrawing from the mainstream, you relate with those who appreciate your individual needs.",
          "statements": {
            "exaltation": {
              "advice": "By avoiding many social interactions you find harmony in your own world.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "You tend to qualify unreasonable isolation regardless of the effect this has on others.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Standpoint",
          "subtitle": "Staying with your own truth aligns you with your own inner contentment.",
          "text": "Your are either disciplined in your commitments, or you lapse and become agitated waiting.",
          "statements": {
            "exaltation": {
              "advice": "Espousing natural principles you eliminate the possibility of being unbalanced by others.",
              "planet": "Saturn",
              "symbol": "♄"
            },
            "detriment": {
              "advice": "In restlessness you forget your natural social caution, and speak and act out of turn.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Resurging",
          "subtitle": "Going beyond any past missteps allows you to move on gracefully.",
          "text": "Everyone makes mistakes, the greatest lesson in life is to absolve yourself and repeat them!",
          "statements": {
            "exaltation": {
              "advice": "Attuning, though watchfulness, to the fragility we all suffer in relating with each other.",
              "planet": "Pluto",
              "symbol": "♇"
            },
            "detriment": {
              "advice": "A nagging sense of hopelessness that you will ever be able to have ‘normal’ relationships.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Prophesying",
          "subtitle": "The ability to know when change is coming and the need to be ready.",
          "text": "Knowing the future and knowing how will tell of it may be two very different things!",
          "statements": {
            "exaltation": {
              "advice": "Your inner attunement with the workings of Nature can foresee and express change.",
              "planet": "Earth",
              "symbol": "⊕"
            },
            "detriment": {
              "advice": "You might see the future, but have trouble relating it and knowing what to do practically.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Establishing",
          "subtitle": "Aligning with those aspects of your nature that are empowering.",
          "text": "You know ‘who’, ‘wath’, and where are empowering, and either utilize this gift or disregard it.",
          "statements": {
            "exaltation": {
              "advice": "You have the ability to overcome difficulties by envisioning far beyond them.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "You will be socially awkward as long as your emotional mix-ups remain unresolved.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Transforming",
          "subtitle": "Amazing changes can come from periods of standstill.",
          "text": "Inventing your own rules you stand apart from the normal expression of social behaviors.",
          "statements": {
            "exaltation": {
              "advice": "You have the means to express completely new empowering social conditions.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "Losing track of your vision and true purpose you easily get stuck in time-worn expression.",
              "planet": "Earth",
              "symbol": "⊕"
            }
          }
        }
      ]
    },
    {
      "number": 13,
      "name": "The Listener",
      "lines": [
        {
          "line_number": 1,
          "title": "Being Open",
          "subtitle": "relating to and communing with everyone equally.",
          "text": "Your friendliness with others aligns the world around you.",
          "statements": {
            "exaltation": {
              "advice": "Your sensibility spreads a feeling of harmony and connectedness through everyone.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "You may have personal interests that disguise the intent of your expression of concern.",
              "planet": "Moon",
              "symbol": "☽"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Being Fair",
          "subtitle": "Seeing two sides to every story and remaining unbiased.",
          "text": "You have the possibility of humoring, clarifying, or even being divisive in all interactions.",
          "statements": {
            "exaltation": {
              "advice": "Reflecting a moral high ground through your tolerance and consideration",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "Inflexibility inclines you towards being intolerant to anyone else's viewpoint or values.",
              "planet": "Sun",
              "symbol": "☉"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Being Self-reliant",
          "subtitle": "Mistrust and failure cycle through blindly taking other’s guidance.",
          "text": "You need to find your own way after perhaps getting disillusioned with trying everyone else’s!",
          "statements": {
            "exaltation": {
              "advice": "Your naturally suspicious nature is comforted by tangible evidence. “Show me the proof!”",
              "planet": "Earth",
              "symbol": "⊕"
            },
            "detriment": {
              "advice": "A sense of helplessness can emerge after finding no one to trust (except yourself).",
              "planet": "Venus",
              "symbol": "♀"
            }
          }
        },
        {
          "line_number": 4,
          "title": "The Whisperer",
          "subtitle": "The possibility of hearing life at a very deep level.",
          "text": "Your sensitivity to hear at great inner depth is exhausted to plain noise.",
          "statements": {
            "exaltation": {
              "advice": "Holding dearly to those who honor your nature, or actively seeking solitude in silence.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "Becoming exhausted in over-committing, you eventually crave times and places of solicitude.",
              "planet": "Venus",
              "symbol": "♀"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Living Symphony",
          "subtitle": "Finding a purpose in, and for, everyone and everything.",
          "text": "You esteem, exonerate, enjoy and exalt anyone as a vital player in human experience.",
          "statements": {
            "exaltation": {
              "advice": "You have the gift to resolve all personal obstacles to attaining concord and purpose in life.",
              "planet": "Pluto",
              "symbol": "♇"
            },
            "detriment": {
              "advice": "You take on burdens for others when they might benefit by settling the burdens themselves.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Expounding Universal Fellowship",
          "subtitle": "Seeking the best in everyone and everything, everywhere.",
          "text": "Apparently realisting or not, friendliness looks for the best outcomes in everyone’s life.",
          "statements": {
            "exaltation": {
              "advice": "Decisively joining with other people you expect to be able to improve their lives.",
              "planet": "Mars",
              "symbol": "♂"
            },
            "detriment": {
              "advice": "You believe that by sharing your interest with others you will improve any experience.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        }
      ]
    },
    {
      "number": 14,
      "name": "Prosperity",
      "lines": [
        {
          "line_number": 1,
          "title": "Finding Satisfaction",
          "subtitle": "Examining closely what it is that really motivates you.",
          "text": "A dependence on anything outside you to make you happy will be found to be misplaced.",
          "statements": {
            "exaltation": {
              "advice": "You have a principled approach to attaining and utilizing material resources.",
              "planet": "Jupiter",
              "symbol": "♃"
            },
            "detriment": {
              "advice": "Attempting to control the flow of resources in life requires you to have great trust.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Engaging Wholesomeness",
          "subtitle": "Growing a capability to manage all your assent elegante.",
          "text": "You maximize your resources though obtaining capable assistance, or by going it alone.",
          "statements": {
            "exaltation": {
              "advice": "Your key to expanding wealth lies in receiving assistance from willing and capable helpers.",
              "planet": "Jupiter",
              "symbol": "♃"
            },
            "detriment": {
              "advice": "If you only trust your own capability to carry everything, you will soon become overloaded.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Sacrificing",
          "subtitle": "Offering your talents and resources for the good of all.",
          "text": "Giving for everyone’s benefit (yours included), or being charitable out of a sense of obligation.",
          "statements": {
            "exaltation": {
              "advice": "Gifting others selflessly brings you the greatest possible personal satisfaction.",
              "planet": "Earth",
              "symbol": "⊕"
            },
            "detriment": {
              "advice": "The delusion that holding on to extra personal resources will bring you satisfaction.",
              "planet": "Pluto",
              "symbol": "♇"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Being Secure",
          "subtitle": "Personal security exists in having what you need.",
          "text": "You ensure your empowerment by knowing what makes you secure and having it in your life.",
          "statements": {
            "exaltation": {
              "advice": "Honing skills to ensure a personal sensation of security through any changes life brings.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "Exercising caution allows you to develop the personal skills you need to thrive in life.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Being Sincere",
          "subtitle": "Appropriate interactions with others concerning material matters.",
          "text": "Your knack for handling the material word needs skills when you relate with the people in it!",
          "statements": {
            "exaltation": {
              "advice": "Your dignified ways ensures everyone’s appreciation in all material interactions.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "Being overly friendly in material matters will inevitably lead you into misunderstandings.",
              "planet": "Venus",
              "symbol": "♀"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Being Worthy",
          "subtitle": "Existence gives resources and blessing to whomever it chooset!",
          "text": "A spiritual and/or material approach to the responsibilities associated with wealth.",
          "statements": {
            "exaltation": {
              "advice": "Your easy attunement to wealth gives you the humility to be generous and grateful.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "A practical approach allows you to find a balance between material and spiritual realms.",
              "planet": "Earth",
              "symbol": "⊕"
            }
          }
        }
      ]
    },
    {
      "number": 15,
      "name": "Humanity",
      "lines": [
        {
          "line_number": 1,
          "title": "Having Humility",
          "subtitle": "Having the self-discipline to transcend all manner of life issues.",
          "text": "You either maintain a sensibility to your nature and needs, or ani security that is immodest.",
          "statements": {
            "exaltation": {
              "advice": "Honoring the harmony in any relationship allows you to facilitate any enterprise.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "Rushing to enact and pronounce your personal achievements can alienate others.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Being Persistent",
          "subtitle": "Finding reassurance by maintaining your sincerity and integrity.",
          "text": "Your moderation as well as your extreme conduct, has a profound effect on others.",
          "statements": {
            "exaltation": {
              "advice": "You have the strength to accept your own particular ways as natural in the flow of life.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "Contriving outcomes by comparing your extreme ways to other people’s moderate ones.",
              "planet": "Earth",
              "symbol": "⊕"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Being Modest",
          "subtitle": "An unwavering commitment to finish what you start.",
          "text": "Accomplishing deeds without asserting your supremacy affects the of your whole life.",
          "statements": {
            "exaltation": {
              "advice": "Completing all tasks you remain unassuming in achievement.",
              "planet": "Earth",
              "symbol": "⊕"
            },
            "detriment": {
              "advice": "The possibility you communicate a personal superiority of yourself over other people and their ways.",
              "planet": "Pluto",
              "symbol": "♇"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Centering",
          "subtitle": "Restraining any extremes in your life that do not reflect love.",
          "text": "Being loving and true to the flow of life requires you to constantly check your inner guidance.",
          "statements": {
            "exaltation": {
              "advice": "The humility to achieve your best in a way that is in accord with your highest ideals.",
              "planet": "Jupiter",
              "symbol": "♃"
            },
            "detriment": {
              "advice": "A dogmatic approach to going your own way that awkwardly strives for goals.",
              "planet": "Saturn",
              "symbol": "♄"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Fellowship",
          "subtitle": "Attuning to the needs of all those in extreme position.",
          "text": "You guide those with less experience through tough situations, by virtue, or by being brash.",
          "statements": {
            "exaltation": {
              "advice": "Your leadership quality can handle the turbulent flow of life and also maintain humility.",
              "planet": "Jupiter",
              "symbol": "♃"
            },
            "detriment": {
              "advice": "Any push to impose on those less competent that yourself will end up alienating them.",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Commentary",
          "subtitle": "Setting an example by taking responsibility for your own circumstances in life.",
          "text": "By accepting and appreciating who you are, you find an exemplary course through life.",
          "statements": {
            "exaltation": {
              "advice": "You can take charge and steer any situation at any time, and do so with humility.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "Seeking harmony in all interactions you can blame others when things appear to go wrong!",
              "planet": "Venus",
              "symbol": "♀"
            }
          }
        }
      ]
    },
    {
      "number": 16,
      "name": "Selectivity",
      "lines": [
        {
          "line_number": 1,
          "title": "Paying Attention",
          "subtitle": "Enthusiasm can be aligned to the real needs of the moment or not.",
          "text": "Having a clear grasp of what is confronting you requires presence, interest and detachment.",
          "statements": {
            "exaltation": {
              "advice": "You can easily get involved in situations without always considering what’s really going on.",
              "planet": "Earth",
              "symbol": "⊕"
            },
            "detriment": {
              "advice": "You tend to make declarations on behalf of other people that cannot easily be substantiated.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Being Watchful",
          "subtitle": "You consider life objectively and comment accordingly.",
          "text": "You have the ability to see through to the merits of any scheme both neutrally and critically.",
          "statements": {
            "exaltation": {
              "advice": "You have natural skill to judge any situation impartially, regardless of what others say.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "You express a pointed analysis that might easily dampen other people’s excitement.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Re-forming",
          "subtitle": "Delight comes in winning your own accomplishment.",
          "text": "There is a fine line between needing encouragement from outside and going it alone.",
          "statements": {
            "exaltation": {
              "advice": "Attuning to your own enthusiasm you gauge how to propel your life through any situation.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "The need to have others aim, confirm and sometimes bankroll your or talents.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Guiding",
          "subtitle": "Confidence in dealing with life’s problems draws others to your side.",
          "text": "It’s easy for you to give support and recognition to others, or you might ignore their offerings.",
          "statements": {
            "exaltation": {
              "advice": "Your enthusiasm for combining efforts aimed at lofty goals will gather widespread support.",
              "planet": "Jupiter",
              "symbol": "♃"
            },
            "detriment": {
              "advice": "In pushing to get ahead you can fail to acknowledge any assistance you get, or need for it.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Resisting",
          "subtitle": "An unwillingness to encourage yourself or others to move on in life.",
          "text": "You recognize potentials, but tend to avoid endorsing them if you consider them unattainable.",
          "statements": {
            "exaltation": {
              "advice": "You are rarely overtly enthusiastic about anything or anyone, before seeing real results.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "Moodiness will result in your being reluctant to encourage advancing any schemes.",
              "planet": "Moon",
              "symbol": "☽"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Re-assessing",
          "subtitle": "Objective evaluation of realistic goals.",
          "text": "You either see things as they really are, or get flustered by others’ expectations and lose clarity.",
          "statements": {
            "exaltation": {
              "advice": "By envisioning everyone’s views, you adjust your goals accordingly, practically or not.",
              "planet": "Pluto",
              "symbol": "♇"
            },
            "detriment": {
              "advice": "Expanding any concept regardless of outcomes, you’ll eventually become disenchanted.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        }
      ]
    },
    {
      "number": 17,
      "name": "Following",
      "lines": [
        {
          "line_number": 1,
          "title": "Being Open-minted",
          "subtitle": "Recognizing the potential dualities in all things.",
          "text": "You appreciate many different views of life, none of which by themselves, are right or wrong.",
          "statements": {
            "exaltation": {
              "advice": "You promote many different opinions while still holding true to your internal principles.",
              "planet": "Pluto",
              "symbol": "♇"
            },
            "detriment": {
              "advice": "Losing sight of your principles when your sense of harmony is disturbed by others' opinions.",
              "planet": "Venus",
              "symbol": "♀"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Assessing",
          "subtitle": "Preferring company that moves you to a higher appreciation of life.",
          "text": "You find meaning for yourself by relating with others, whether your relationship last or not.",
          "statements": {
            "exaltation": {
              "advice": "You develop your qualitative opinions through your attention to all of life’s interactions.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "A moodiness can cause you to value your opinions over your friendship.",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Selecting",
          "subtitle": "Appreciating the best influences for inner growth.",
          "text": "You either foster viewpoints that bring maturity, or endorse ones without lasting significance.",
          "statements": {
            "exaltation": {
              "advice": "You have an enduring and transformative effect when aligned with honorable company.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "Your tendency to seek any means to obtain results will cause you to miss essential issues.",
              "planet": "Earth",
              "symbol": "⊕"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Being Unselfish",
          "subtitle": "Open to finding the best measures to further everyone.",
          "text": "Opinions can conceal ulterior motives giving you the opportunity to test your inner principles.",
          "statements": {
            "exaltation": {
              "advice": "You have a transformative effect on others when your motives and principles are aligner.",
              "planet": "Earth",
              "symbol": "⊕"
            },
            "detriment": {
              "advice": "You express opinions that attract everyone even those people you would rather avoid.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Interconnecting",
          "subtitle": "The recognition that ‘We are One.’",
          "text": "You attain your highest aims by your virtue, or by attempting to disregard cosmic coincidence.",
          "statements": {
            "exaltation": {
              "advice": "Your inventiveness is aligner with spiritual and/or worldly resolutions.",
              "planet": "Uranus",
              "symbol": "♅"
            },
            "detriment": {
              "advice": "Your push for personal recognition can rule out receiving assistance from any other source.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Being The Bodhisattva",
          "subtitle": "Attuning to the higher levels of human consciousness.",
          "text": "you foster and express wisdom in ways to honor and align others in their own lives.",
          "statements": {
            "exaltation": {
              "advice": "”The finger pointing at the moon.” You can access the sincerity and simplicity of life.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "By attaining to a human comprehension of Existence you are a teacher.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        }
      ]
    },
    {
      "number": 18,
      "name": "Improving",
      "lines": [
        {
          "line_number": 1,
          "title": "Being Paternalistic",
          "subtitle": "The difficulties involved in updating male traditions.",
          "text": "Patriarchal traditions are rooted in his-tory and examine them to find present relevance.",
          "statements": {
            "exaltation": {
              "advice": "You have the endurance to gradually bring practical modification to ancient judgments.",
              "planet": "Earth",
              "symbol": "⊕"
            },
            "detriment": {
              "advice": "By expounding life from traditional views will remain stuck in someone else’s.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Honoring the Goddess",
          "subtitle": "Instilled fears involving the power of the feminine.",
          "text": "Any tendency to suppress the feminine side of your nature requires great inner watchfulness.",
          "statements": {
            "exaltation": {
              "advice": "You have potential to transform your inherited fears through diligence and alertness.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "Sensitive to those who instilled your fears you are reluctant to hurt their feelings.",
              "planet": "Moon",
              "symbol": "☽"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Being Impetuous",
          "subtitle": "Driven to break with the past and get to the future, now!",
          "text": "Examining what is no longer needed in your life gives you the possibility to be free from it!",
          "statements": {
            "exaltation": {
              "advice": "Highly critical of your old conditioning you find imaginative ways to address it.",
              "planet": "Pluto",
              "symbol": "♇"
            },
            "detriment": {
              "advice": "Any attempts to bypass or discount your conditioning eventually brings you remorse.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Allowing things be to",
          "subtitle": "Attempting to cure symptoms and not causes.",
          "text": "Going to the heart of problematic issues you see if you actually attract them. A call to meditate.",
          "statements": {
            "exaltation": {
              "advice": "Fixating on curing your apparent inabilities, or finding freedom in your own clarity.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "Mental anxiety and procrastination are brought on when you indulge others’ criticism.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Self-correcting",
          "subtitle": "An honest to resolve conditioning thought being alert.",
          "text": "Your watchfulness and presence in all situations can clarify any conditioning and bring relief.",
          "statements": {
            "exaltation": {
              "advice": "Any improvements are sustained through relationships that relax your fears of worthiness.",
              "planet": "Saturn",
              "symbol": "♄"
            },
            "detriment": {
              "advice": "Relating to others in ways that do not resolve conditioning, you cause further imbalance.",
              "planet": "Uranus",
              "symbol": "♅"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Being the Buddha",
          "subtitle": "Going beyond all conditioning.",
          "text": "You dedicate yourself to universal concerns and spiritual development for all beings.",
          "statements": {
            "exaltation": {
              "advice": "You have the ability and drive to expound universal truths wherever you are.",
              "planet": "Mars",
              "symbol": "♂"
            },
            "detriment": {
              "advice": "You exude the reassurance to reveal that there are no insurmountable problems in life.",
              "planet": "Moon",
              "symbol": "☽"
            }
          }
        }
      ]
    },
    {
      "number": 19,
      "name": "Approach",
      "lines": [
        {
          "line_number": 1,
          "title": "Finding Mutuality",
          "subtitle": "Reaching out to find supportive company.",
          "text": "Your emotional detachment and inner equilibrium are tested through interaction with others.",
          "statements": {
            "exaltation": {
              "advice": "You have the strength to hold to your principles when confronted by outside influences.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "A tendency when considering others’ needs to get distracted from your own.",
              "planet": "Sun",
              "symbol": "☉"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Cooperating",
          "subtitle": "A right approach wins allies.",
          "text": "You have a natural gift to assist others by summoning support from many sources.",
          "statements": {
            "exaltation": {
              "advice": "You overcome all difficulties by trusting in your uncontrived high ideals.",
              "planet": "Jupiter",
              "symbol": "♃"
            },
            "detriment": {
              "advice": "”Being there” for others so that you feed included and not necessarily always to assist them.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Getting Involved",
          "subtitle": "Great care is needed to distinguish real needs and wants.",
          "text": "Relationships yield poor attitudes if you are motivated by neediness instead of inner clarity.",
          "statements": {
            "exaltation": {
              "advice": "You maintain a natural inner harmony in your approval of, and by others.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "Your moodiness can become a neediness that dominates all your interactions with others.",
              "planet": "Moon",
              "symbol": "☽"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Maturing",
          "subtitle": "Composed behavior in group interaction furthers teamwork.",
          "text": "You are mostly at ease being among others and help to combine everyone’s contributions.",
          "statements": {
            "exaltation": {
              "advice": "You drive others to excel through your efforts, exemple and encouragement.",
              "planet": "Mars",
              "symbol": "♂"
            },
            "detriment": {
              "advice": "Within a group you tend to be promoting harmony rather than result.",
              "planet": "Venus",
              "symbol": "♀"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Delegating",
          "subtitle": "Offering up personal initiatives to capable helpers.",
          "text": "You support everyone by delegating to capable assistants while retaining overall responsibility.",
          "statements": {
            "exaltation": {
              "advice": "Your inner confidence and strength of purpose enjoys seeing your associates get ahead.",
              "planet": "Earth",
              "symbol": "⊕"
            },
            "detriment": {
              "advice": "When you delegate authority without regard to someone’s capabilities, chaos ensues.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        },
        {
          "line_number": 6,
          "title": "The Sage",
          "subtitle": "Teaching about inner growth from your own depth of experience.",
          "text": "You can provide immense support to others through imparting compassionate wisdom.",
          "statements": {
            "exaltation": {
              "advice": "Your magnanimous nature must sometimes be enticed from you to engage with others.",
              "planet": "Jupiter",
              "symbol": "♃"
            },
            "detriment": {
              "advice": "You prefer to be approached respectfully, so that you can more easily impart your wisdom.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        }
      ]
    },
    {
      "number": 20,
      "name": "The “Now”",
      "lines": [
        {
          "line_number": 1,
          "title": "Simplicity",
          "subtitle": "..... is the key to awareness!",
          "text": "Each small event is a part of a larger scheme of events. Your own viewing of life is essential.",
          "statements": {
            "exaltation": {
              "advice": "You find beauty and harmony in apparent simplicity. For example: A panoramic view.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "A moody oversimplification of life can cause you to shirk personal responsibility.",
              "planet": "Moon",
              "symbol": "☽"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Viewpoint",
          "subtitle": "Weighing personal perspectives with reality of the World.",
          "text": "If your unaffected observations are not appreciated, you can easily become discouraged.",
          "statements": {
            "exaltation": {
              "advice": "Broadening your perspectives through finding harmony in every moment.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "If you take everything seriously you’ll form narrow and potentially moody viewpoints.",
              "planet": "Sun",
              "symbol": "☉"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Being Objective",
          "subtitle": "Developing an ability to watch thoughts and action impassively.",
          "text": "Establishing guidelines by dispassionately watching the effect you have on your world.",
          "statements": {
            "exaltation": {
              "advice": "Honoring your ‘witnessing consciousness’ you’ll find assists you to glide through your life.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "Your self-consciousness can be a stumbling block when you are relating in the word.",
              "planet": "Earth",
              "symbol": "⊕"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Observing",
          "subtitle": "Promoting the best influences in your world.",
          "text": "Impacting situations by recognizing and enabling the best attributes in yourself and others.",
          "statements": {
            "exaltation": {
              "advice": "You expound knowledge in varied ways according to the requirements of the moment.",
              "planet": "Jupiter",
              "symbol": "♃"
            },
            "detriment": {
              "advice": "You communicate through remarks that may not have any instant practical value.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Meditating",
          "subtitle": "Watching your deepest thoughts and feelings dispassionately.",
          "text": "Open to hearing the world’s comments on your life, you engage from a place of inner clarity.",
          "statements": {
            "exaltation": {
              "advice": "You have a disciplined approach towards promoting sound standards in the world.",
              "planet": "Saturn",
              "symbol": "♄"
            },
            "detriment": {
              "advice": "Becoming unhappy with your present reality you tend to chase drama and diversion.",
              "planet": "Uranus",
              "symbol": "♅"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Reflecting",
          "subtitle": "Considering those agendas that benefit everyone.",
          "text": "Your detached amasses realistic knowledge that is available for everyone to utilize.",
          "statements": {
            "exaltation": {
              "advice": "You have the ability to expound your individual clarity for the greater good.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "Your ability to communicate promotes knowledge of all kinds whether it's useful or not.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        }
      ]
    },
    {
      "number": 21,
      "name": "Control",
      "lines": [
        {
          "line_number": 1,
          "title": "Being Responsible",
          "subtitle": "Correcting your small mistakes allows for easy growth in life.",
          "text": "Your mistakes are natural but need correcting responsibly to avoid having problems later.",
          "statements": {
            "exaltation": {
              "advice": "You derive respect without needing to be tough on yourself or others.",
              "planet": "Mars",
              "symbol": "♂"
            },
            "detriment": {
              "advice": "Indulging a lack of will power and “giving up” continually diminishes your conviction.",
              "planet": "Moon",
              "symbol": "☽"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Courage",
          "subtitle": "Giving and receiving correction for any necessary reforms.",
          "text": "Your willingness to improve life standards often requires strong, yet virtuous remedies.",
          "statements": {
            "exaltation": {
              "advice": "Deliberately applying correction for yourself and others when handling irresponsible acts.",
              "planet": "Mars",
              "symbol": "♂"
            },
            "detriment": {
              "advice": "Any reluctance to achieve reforms certainly results in losing your sense of responsibility.",
              "planet": "Pluto",
              "symbol": "♇"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Hesitating",
          "subtitle": "Being potentiality overwhelmed by apparent circumstances.",
          "text": "Getting caught up in other people’s ego issues always affects your level of commitment in life.",
          "statements": {
            "exaltation": {
              "advice": "You will suffer at the hands of those “in power,” unless you follow your own material path.",
              "planet": "Pluto",
              "symbol": "♇"
            },
            "detriment": {
              "advice": "You tend to needlessly go-it alone at the expense of your own well-being.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        },
        {
          "line_number": 4,
          "title": "”Biting the bullet”",
          "subtitle": "Dealing with all situations in life using great self-control.",
          "text": "You easily establish your authority by weighing up any environment and the people in it.",
          "statements": {
            "exaltation": {
              "advice": "You expand into material success through strategic moves and not by conditioned reflex.",
              "planet": "Jupiter",
              "symbol": "♃"
            },
            "detriment": {
              "advice": "Continually establishing your separateness easily distracts you from your real needs.",
              "planet": "Earth",
              "symbol": "⊕"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Being Galant",
          "subtitle": "Considering who merits efforts to bring the best reforms.",
          "text": "Using your willpower activery or by delegating you keep control and direct material matters.",
          "statements": {
            "exaltation": {
              "advice": "You easily apply your willful authority for the ultimate benefit of everyone.",
              "planet": "Jupiter",
              "symbol": "♃"
            },
            "detriment": {
              "advice": "insisting on your way, regardless of consequences, you will eventually become alienated.",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Amending",
          "subtitle": "A delicate touch can bring needed adjustments to any situation.",
          "text": "Being available to implement necessary controls or losing focus and promoting confusion.",
          "statements": {
            "exaltation": {
              "advice": "Displaying your willpower in any situation you automatically bring about changes.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "promoting harmony at any cost rather than facing facts, you can expect disorder in your life.",
              "planet": "Venus",
              "symbol": "♀"
            }
          }
        }
      ]
    },
    {
      "number": 22,
      "name": "Grace",
      "lines": [
        {
          "line_number": 1,
          "title": "Being Gracious",
          "subtitle": "Assuming humility and appreciation for all aspects.",
          "text": "Relying on your own essential worth and being open to embrace any roles offered by life.",
          "statements": {
            "exaltation": {
              "advice": "The emotional awareness to feel empowered and guided from within your core.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "Assuming roles which are not actually required or relevant, inevitably brings you problems.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Charming",
          "subtitle": "The natural ability to embellish and adorn.",
          "text": "Beauty and style are attributes you use to promote enchantment, fascination and distraction.",
          "statements": {
            "exaltation": {
              "advice": "Your natural emotional style attracts others, and moves and uplifts their lives.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "If you place style before emotion awareness in your life you will eventually promote fallout.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Enchanting",
          "subtitle": "Grace in perfection. A charmed life.Good fortune.",
          "text": "You embody Grace as all things wondrous, aligning yourself with simple Universal truths.",
          "statements": {
            "exaltation": {
              "advice": "You align emotional energy and a perception that empowers your inner radiance.",
              "planet": "Saturn",
              "symbol": "♄"
            },
            "detriment": {
              "advice": "Your pure physicality embodies grace in all your movements and activities.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Impressing",
          "subtitle": "Empowering all interactions by aligning to their requirements.",
          "text": "Your inner radiance and external brilliance transforms the quality of all interactions.",
          "statements": {
            "exaltation": {
              "advice": "You have a very particular way to interact that rejects many formalities adopted by others.",
              "planet": "Pluto",
              "symbol": "♇"
            },
            "detriment": {
              "advice": "You may find yourself manipulating circumstances in an attempt to force interaction.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Inner Beauty",
          "subtitle": "Remembering the importance of your own true nature.",
          "text": "Being true to yourself even as your grace and inner light is perceived in many ways by others.",
          "statements": {
            "exaltation": {
              "advice": "You have the individual's strength to empower emotional clarity in any social interaction.",
              "planet": "Jupiter",
              "symbol": "♃"
            },
            "detriment": {
              "advice": "The possibility of being misunderstood for your distinctive stance in social situations.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Being Sophisticated",
          "subtitle": "Simple elegance is one of your highest attributes.",
          "text": "Your inner brightness exudes grace through calm sincerity and objectivity in any situation.",
          "statements": {
            "exaltation": {
              "advice": "Your serene presence easily allows you to take charge in emotionally volatile situations.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "Your inner brilliance will always be perceived as unique and provocative.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        }
      ]
    },
    {
      "number": 23,
      "name": "Assimilation",
      "lines": [
        {
          "line_number": 1,
          "title": "Validating",
          "subtitle": "Aiming your attention on what really needs attention.",
          "text": "You strive to find the inner conviction to continue relating to life’s changing circumstances.",
          "statements": {
            "exaltation": {
              "advice": "You express personal insights that may or may not represent the truth of the moment.",
              "planet": "Jupiter",
              "symbol": "♃"
            },
            "detriment": {
              "advice": "By expressing your personal views you will often provoke disruptive reactions in others.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Tolerating",
          "subtitle": "Naturally relating to circumstances from a personal resolve.",
          "text": "Being self-righteous or detached does not necessarily help you express yourself clearly.",
          "statements": {
            "exaltation": {
              "advice": "The gift of the gab, to talk your way into and through all manner of life’s obstacles.",
              "planet": "Jupiter",
              "symbol": "♃"
            },
            "detriment": {
              "advice": "Being argumentative can become a way of life but ultimately will not serve you.",
              "planet": "Moon",
              "symbol": "☽"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Expressing Uniqueness",
          "subtitle": "Trusting in yourself while being committed to others.",
          "text": "Staying true to your own ways but also noticing how what other people do and say affects you.",
          "statements": {
            "exaltation": {
              "advice": "Expressing your individuality while diligently holding to your personal truth.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "You speak in a way that your expression can attract concern, suspicion and retribution.",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Diversifying",
          "subtitle": "Individual strength overcomes all tribulations.",
          "text": "Your individual, impulsive expression often confound generally accepted ways of life.",
          "statements": {
            "exaltation": {
              "advice": "The effect of the things you say requires you to question what it is you hear yourself say.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "Expressing your insights freely inevitably results in your isolation from the mainstream.",
              "planet": "Earth",
              "symbol": "⊕"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Acquiescing",
          "subtitle": "The mutual benefit in offering different, even contrary choices.",
          "text": "You, the individual, have the means to interact with others for personal or mutual advantage.",
          "statements": {
            "exaltation": {
              "advice": "You have the gift of being able to relate your personal insights for everyone’s gain.",
              "planet": "Jupiter",
              "symbol": "♃"
            },
            "detriment": {
              "advice": "You can be driven by a need to cooperate for personal ease rather than mutual benefits.",
              "planet": "Moon",
              "symbol": "☽"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Synthesizing",
          "subtitle": "Creating new forms by combining many different possibilities.",
          "text": "Remaining neutral while under pressure from the status quo allows you to propose new vision.",
          "statements": {
            "exaltation": {
              "advice": "Your individual way empowers the possibility of directing diverse opinions towards a unity.",
              "planet": "Mars",
              "symbol": "♂"
            },
            "detriment": {
              "advice": "Your expansive nature tends to prefer and encourage diversity to unity",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        }
      ]
    },
    {
      "number": 24,
      "name": "Returning",
      "lines": [
        {
          "line_number": 1,
          "title": "Being Principled",
          "subtitle": "A constant need to review what is personally meaningful.",
          "text": "Your mental processes can excuse your own truth for one rationale or another.",
          "statements": {
            "exaltation": {
              "advice": "You have the clear intent to proceed in life while aligning firmly with your principles.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "You reassess obscure thoughts while justifying inaction and lack of conviction.",
              "planet": "Pluto",
              "symbol": "♈"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Renewing",
          "subtitle": "Attracting a loving environment while under duress.",
          "text": "All adversity brings growth when you remember who and what truly aids and inspires you.",
          "statements": {
            "exaltation": {
              "advice": "You are constantly re-attuning to empowering, evolving concepts that bring benefits.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "You easily isolate yourself from common concerns as though you are all alone.",
              "planet": "Sun",
              "symbol": "☉"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Being Indecisive",
          "subtitle": "Trying to think your way through life.",
          "text": "A reliance on old, rotating mental concepts can bring you successes but no lasting satisfaction.",
          "statements": {
            "exaltation": {
              "advice": "By softening your mental attitudes you can to be open to other means of being guided.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "You vacillate between many possibilities without conclusion. The thinka-/worka-holic.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Being Attentive",
          "subtitle": "Cultivating mental clarity while in the company of others.",
          "text": "You need to look for the balance between an easy mental pattern and a personally correct one.",
          "statements": {
            "exaltation": {
              "advice": "Your disciplined review includes all options and continuously realigns them with personal truth.",
              "planet": "Saturn",
              "symbol": "♄"
            },
            "detriment": {
              "advice": "A dreamy nature promotes fantasy realms rather than allowing you to face your reality.",
              "planet": "Pluto",
              "symbol": "♇"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Returning",
          "subtitle": "The resolution to renounce false trails and resume invention.",
          "text": "Through clarity and determination you make a clean break with the past, and start afresh.",
          "statements": {
            "exaltation": {
              "advice": "Empowering new inspiration is possible when you terminate stale ones.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "A rigid rationalization of old concepts blocks any chance for you to be refreshed.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Relenting",
          "subtitle": "Dropping old concepts in the face of life’s new offerings.",
          "text": "Past missteps need not limit the range of new choices if you revisit your own clear Authority.",
          "statements": {
            "exaltation": {
              "advice": "Your relaxed and rational thought process recognizes and welcomes all of life’s gifts.",
              "planet": "Jupiter",
              "symbol": "♃"
            },
            "detriment": {
              "advice": "Obstinacy can cause irrational worries that hinder personal development.",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        }
      ]
    },
    {
      "number": 25,
      "name": "Innocence",
      "lines": [
        {
          "line_number": 1,
          "title": "loving",
          "subtitle": "Living without ulterior motives.",
          "text": "your heartfelt spontaneity is potentially prone to being disturbed by outside influences.",
          "statements": {
            "exaltation": {
              "advice": "A deep attunement and interplay with the mysterious courses your life takes.",
              "planet": "Pluto",
              "symbol": "♇"
            },
            "detriment": {
              "advice": "An inner insecurity inclines you to express yourself out of a need to compare.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Being Present",
          "subtitle": "All expectations divert appreciation from the Now.",
          "text": "You either live freely for the moment or try anticipating results and remain unfulfilled.",
          "statements": {
            "exaltation": {
              "advice": "You have an aptitude to stay present to each moment, living innocently and in freedom.",
              "planet": "Mercury",
              "symbol": "☿"
            },
            "detriment": {
              "advice": "Pushing to realize dreams you lose your delight in life when outcomes are disappointing.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Adjusting",
          "subtitle": "Accepting unexpected events with equanimity.",
          "text": "When things appear to go wrong you either accept the results or feed forsaken and hopeless.",
          "statements": {
            "exaltation": {
              "advice": "The power to remain unruffled in times of loss by persevering in your innocent love of life.",
              "planet": "Mars",
              "symbol": "♂"
            },
            "detriment": {
              "advice": "you have a potential for personal devastation in your life when shocked by, or handed loss.",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Being Blameless",
          "subtitle": "True innocence cannot be tainted.",
          "text": "When aligning with inner vision, your innocent stance is unperturbed by any disturbances.",
          "statements": {
            "exaltation": {
              "advice": "The Spiritual Warrior who strides through life unscathed by all trials and disasters.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "Maintaining the highest ideals even when no one else cares.",
              "planet": "No planet",
              "symbol": "Unknown"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Healthiness",
          "subtitle": "There is no worldly cure for Spiritual sickness.",
          "text": "By guarding your health through right association and attitudes you can greatly assist others.",
          "statements": {
            "exaltation": {
              "advice": "The healer who calls on the power of Spiritual to heal and be healed.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "Misjudging your Spirit nature can induce you to constantly overextend yourself.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Misunderstanding",
          "subtitle": "Adhering to Knowledge will undermine true innocence.",
          "text": "Ultimately, knowledge rarely serves you, especially when you try second-guessing Existence.",
          "statements": {
            "exaltation": {
              "advice": "you remain steadfast in your pursuit of purity even if you have to reinvent yourself.",
              "planet": "Earth",
              "symbol": "⊕"
            },
            "detriment": {
              "advice": "brilliantly different though you may be, Knowledge alone seldom brings you contentment.",
              "planet": "Uranus",
              "symbol": "♅"
            }
          }
        }
      ]
    },
    {
      "number": 26,
      "name": "Accumulation",
      "lines": [
        {
          "line_number": 1,
          "title": "Pausing",
          "subtitle": "Waiting patiently for the right time to act.",
          "text": "Sometimes you cannot move any further in life without attracting and collecting problems.",
          "statements": {
            "exaltation": {
              "advice": "You use your livery imagination to resolve dilemmas and thus avoid reckless action.",
              "planet": "Jupiter",
              "symbol": "♃"
            },
            "detriment": {
              "advice": "Insisting on being separate you force yourself into many activities that cause disruptions.",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Being Self-restrained",
          "subtitle": "Patience is a virtue that serves in the long term.",
          "text": "When held up by forces beyond your control you are best advised to exercise patience.",
          "statements": {
            "exaltation": {
              "advice": "You exercise your power by progressively accumulating experience and resources.",
              "planet": "Earth",
              "symbol": "⊕"
            },
            "detriment": {
              "advice": "Forcing the pace and overriding past experiences, your path through life can be costly.",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Being Prepared",
          "subtitle": "Being clear in your motivations and how to exercise them well.",
          "text": "You succeed with or without the help of others when you overcome your fears and doubts.",
          "statements": {
            "exaltation": {
              "advice": "Your strength of will to align with your goals allows you to gather support to attain them.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "You succumb to obstacles and challenges if you ignore what people around you really want.",
              "planet": "Saturn",
              "symbol": "♄"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Preventing",
          "subtitle": "Keeping away from irrelevant and dishonorable forms of interaction.",
          "text": "You uphold what you deem is honorably right or implement some questionable standards.",
          "statements": {
            "exaltation": {
              "advice": "The strength of your willpower transforms even the most rigid and obdurate situations.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "You implement techniques that support bending ‘the rules’ to get your own way.",
              "planet": "Saturn",
              "symbol": "♄"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Harnessing",
          "subtitle": "Utilizing your accumulated energies wisely.",
          "text": "Your willful energy requires careful managing or will continuously bring you confrontation.",
          "statements": {
            "exaltation": {
              "advice": "Directing your accumulated energy carefully gives you the potential to attract rewards.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "You prefer to maintain a comfortable stance rather than relate to real circumstances.",
              "planet": "Venus",
              "symbol": "♀"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Being Poised",
          "subtitle": "Creative energy is released from a place of inner equilibrium",
          "text": null,
          "statements": {
            "exaltation": {
              "advice": null,
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": null,
              "planet": "Moon",
              "symbol": "☽"
            }
          }
        }
      ]
    },
    {
      "number": 27,
      "name": "Nourishing",
      "lines": [
        {
          "line_number": 1,
          "title": "Nurturing Yourself",
          "subtitle": "Taking care of Number One!",
          "text": "You take charge of your own well-being, or tend to give all your attention to other people’s.",
          "statements": {
            "exaltation": {
              "advice": "Your power to care means you easily take responsibility for all your own needs as a priority.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "Always seeing others’ care as more important than your own is an easy way to be depleted",
              "planet": "Earth",
              "symbol": "⊕"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Being Accountable",
          "subtitle": "Taking good care of yourself and your needs is natural.",
          "text": "You either nourish your needs or generate a reliance on others to provide resources for you.",
          "statements": {
            "exaltation": {
              "advice": "A great reservoir of caring and resources is available between all lives in many ways.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "you tend to make demands that other people fulfill many of your requirements in life.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Being Resourceful",
          "subtitle": "Recognizing who and what is nourishing in any situation.",
          "text": "Your constant search for nourishment often looks for it needlessly, and in unsuitable places.",
          "statements": {
            "exaltation": {
              "advice": "You undergo transformation through indulging personal needs on many levels.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "You may have a drive to indulge yourself in ways that rarely bring nourishment.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Being Beauteous",
          "subtitle": "Supporting everyone through giving and receiving.",
          "text": "You sometimes need an objective view of others’ lives to find how to disburse your resources.",
          "statements": {
            "exaltation": {
              "advice": "Your generous disposition to nourish others comes from your own inner well-being.",
              "planet": "Jupiter",
              "symbol": "♃"
            },
            "detriment": {
              "advice": "your drive to provide for everyone can easily deplete yours’ and others’ resources.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Disbursing",
          "subtitle": "Handling resources for the greatest benefits.",
          "text": "You easily distribute nourishment for everyone’s benefit, or get overwhelmed by demands.",
          "statements": {
            "exaltation": {
              "advice": "You need to retain your balance in the face of seemingly endless demands for caring.",
              "planet": "Jupiter",
              "symbol": "♃"
            },
            "detriment": {
              "advice": null,
              "planet": "Saturn",
              "symbol": "♄"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Providing Guardianship",
          "subtitle": "Qualifying the use of all nourishing resources.",
          "text": "Successful steps imply flourishing outcomes so long as you honor yourself and your journey.",
          "statements": {
            "exaltation": {
              "advice": "Your holistic approach provides caring through all aspects of any healing process.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "Transformation that comes through applying stringent codes of caring.",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        }
      ]
    },
    {
      "number": 28,
      "name": "The Game Player",
      "lines": [
        {
          "line_number": 1,
          "title": "Offering",
          "subtitle": "Being intuitively open to deal with challenges.",
          "text": "Attuning to the needs of the moment you attend to either useful or to factors.",
          "statements": {
            "exaltation": {
              "advice": "You have a drive to use anything that might assist in handling life’s challenges.",
              "planet": "Mercury",
              "symbol": "☿"
            },
            "detriment": {
              "advice": "you engage your need for harmony rather than encountering the needs of a moment directly.",
              "planet": "Venus",
              "symbol": "♀"
            }
          }
        },
        {
          "line_number": 2,
          "title": "A Friend in Need",
          "subtitle": "Finding & offering assistance in tough times in unusual places.",
          "text": "You fulfill all needs by aligning yourself with any source that is willing to cooperate with you.",
          "statements": {
            "exaltation": {
              "advice": "You intuit where to find the best assistance whether you make ‘obvious’ choices or not.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "Your expensive nature may forego personal principles when under pressure.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Being Rash",
          "subtitle": "Relying on an unknowable future.",
          "text": "Acting brashly or fearfully can cause you to lose touch with your present reality.",
          "statements": {
            "exaltation": {
              "advice": "You have the self discipline to listen to your intuition for guidance, especially in times of struggle.",
              "planet": "Saturn",
              "symbol": "♄"
            },
            "detriment": {
              "advice": "Your promotional nature tends to favor external realities over personal intuitive guidance.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Being Strong",
          "subtitle": "Finding extra inner resources to learn and grow.",
          "text": "Either you combine your intuitive gifts with your inner strength, or you collapse under duress.",
          "statements": {
            "exaltation": {
              "advice": "Your intuitive depth embraces difficulties and touches others’ lives by personal example.",
              "planet": "Jupiter",
              "symbol": "♃"
            },
            "detriment": {
              "advice": "Confusion is almost guaranteed by attempting to think your way through difficulties.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Trusting",
          "subtitle": "Relating clearly with your present environment.",
          "text": "You can intuitively honor your reality, or attempt to restructure it and cause it to collapse.",
          "statements": {
            "exaltation": {
              "advice": "By intuiting how to bypass problems you bring transportation to everyone involved.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "By constantly seeking personal benefits in your life, you appear to be unreliable.",
              "planet": "Sun",
              "symbol": "☉"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Grandeur",
          "subtitle": "A tendency to “get in over your head.”",
          "text": "Holding high ideas makes you reluctant to put up with personally degrading circumstances.",
          "statements": {
            "exaltation": {
              "advice": "The deeply, essential transformative drive to “win” in the game of life, regardless.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": null,
              "planet": "Pluto",
              "symbol": "♇"
            }
          }
        }
      ]
    },
    {
      "number": 29,
      "name": "Commitment",
      "lines": [
        {
          "line_number": 1,
          "title": "Being Cautious",
          "subtitle": "Wondering if you can succeed will cause you to wobble.",
          "text": "Responding to situations, according to only what is GENUINELY needed, or else inviting trouble.",
          "statements": {
            "exaltation": {
              "advice": "Driving yourself to act only according to the requirements of any specific situation.",
              "planet": "Mars",
              "symbol": "♂"
            },
            "detriment": {
              "advice": "Your hesitation to commit yourself only because of past problems will cause more trouble.",
              "planet": "Pluto",
              "symbol": "♇"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Advancing Slowly",
          "subtitle": "A contentment with gradual achievements.",
          "text": "Your endeavors are sustained by proceeding directly and gradually, or undone by rushing.",
          "statements": {
            "exaltation": {
              "advice": "The nature of saying “Yes!” with the power to persist regardless of circumstances.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "Blinding yourself to real commitments allow you to maintain a sense of harmony.",
              "planet": "Venus",
              "symbol": "♀"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Holding Out",
          "subtitle": "Allowing decisiveness for change to come in its own natural way.",
          "text": "Finding that caution gives perspective over life’s urgencies, you still feed an impulse to proceed.",
          "statements": {
            "exaltation": {
              "advice": "Realizing how important your clarity is to be able to commit decisively in your life.",
              "planet": "Mars",
              "symbol": "♂"
            },
            "detriment": {
              "advice": "An inability to make commitments due to your expanded, even unrealistic sense of caution.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Committing",
          "subtitle": "Being clear about your challenges brings relief quickly.",
          "text": "Embracing opportunities to move into any openings life offers, you experience rapid changes.",
          "statements": {
            "exaltation": {
              "advice": "You have the discipline to commit yourself totally to the simplest and most direct processes.",
              "planet": "Saturn",
              "symbol": "♄"
            },
            "detriment": {
              "advice": "To avoid difficulties by down-playing their relevance, you can miss opportunities in your life.",
              "planet": "Venus",
              "symbol": "♀"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Being Restrained",
          "subtitle": "Moving into and through a cycle with clarity.",
          "text": "Your clear commitments is enough to avoid excesses, otherwise you get exhausted by indulging.",
          "statements": {
            "exaltation": {
              "advice": "The clear responsiveness to say “Yes!” with a persistence that somehow brings completion.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "A tendency to say “Yes” blindly and without the inner clarity to evaluate what is involved.",
              "planet": "Earth",
              "symbol": "⊕"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Entangling",
          "subtitle": "Clearing your path in and behind.",
          "text": "You have an ability to get involved in anything, anytime, or you can choose to wait for clarity!",
          "statements": {
            "exaltation": {
              "advice": "The power to persevere that makes no sense often allows you to realize your goals.",
              "planet": "Mars",
              "symbol": "♂"
            },
            "detriment": {
              "advice": "You over-commit despite the inevitable problems that arise from promises unkept.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        }
      ]
    },
    {
      "number": 30,
      "name": "Desires",
      "lines": [
        {
          "line_number": 1,
          "title": "Clarifying",
          "subtitle": "Finding inner balance whenever feelings stir.",
          "text": "As your feelings arise there is a moment to relate to them clearly or be overwhelmed by them.",
          "statements": {
            "exaltation": {
              "advice": "Inner sureness and stability allows you to ride all feelings, no matter what the situation.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "You recognize your changing feelings but have trouble disidentifying with them.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Finding The Golden Mean",
          "subtitle": "Moderating between extremes of feelings.",
          "text": "Clarity comes by finding the “golden thread” between the highs and lows of an emotional wave.",
          "statements": {
            "exaltation": {
              "advice": "The strength to be true to your feelings and find considerate, natural ways to express them.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "Expressing feelings and desires regardless of the effects they have on yourself and others.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Keeping Your Cool",
          "subtitle": "Going beyond desires by going through them.",
          "text": "”All things must pass,” and you honor the acceptance or regret when acknowledging this.",
          "statements": {
            "exaltation": {
              "advice": "A persistently moderate yet steady approach to confronting trials brings you great rewards.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "Recognizing that life predictably bring you great waves of both exhilaration and despair.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Pacing",
          "subtitle": "Enduring potential meltdowns and moving on.",
          "text": "Finalizing certain passages of life conclusivery, alerts you to refresh, rebuild and realing.",
          "statements": {
            "exaltation": {
              "advice": "The deep intensity of feelings that impels you through experiences as transformations.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "You may express runaway feelings that bring exhaustion without satisfaction.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Heartsease",
          "subtitle": "Acknowledging that embracing adversity enriches your life.",
          "text": "Balancing between feelings that bring you growth and surrendering to the will of Existence.",
          "statements": {
            "exaltation": {
              "advice": "The openness to explore your true feelings in depth before judging or acting on them.",
              "planet": "Jupiter",
              "symbol": "♃"
            },
            "detriment": {
              "advice": "Transformation comes through releasing feeling that never bring you fulfillment.",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Being Purified",
          "subtitle": "Self acceptance and the clarity to release emotional expectations.",
          "text": "You either embrace feelings and release, or succumb to their inherent problems.",
          "statements": {
            "exaltation": {
              "advice": "Driven to eliminate negative feelings you encourage others to do the same.",
              "planet": "Mars",
              "symbol": "♂"
            },
            "detriment": {
              "advice": "Moodiness makes it difficult to distinguish between your healthy and unhealthy feelings.",
              "planet": "Moon",
              "symbol": "☽"
            }
          }
        }
      ]
    },
    {
      "number": 31,
      "name": "Influence",
      "lines": [
        {
          "line_number": 1,
          "title": "Opening",
          "subtitle": "Finding the sincerity to allow yourself to be influential.",
          "text": "You either offer your ideals in simple ways or through contrived means.",
          "statements": {
            "exaltation": {
              "advice": "You express leadership through clear alignment with your inherent aims.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "Attempting to establish influential roles you might align with status rather than ideals.",
              "planet": "Earth",
              "symbol": "⊕"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Acting Independently",
          "subtitle": "Attuning to the correct time to act.",
          "text": "Your independence is influential when you move to your own perception of timing.",
          "statements": {
            "exaltation": {
              "advice": "Your influence grows because of your trust in your own inner guidance.",
              "planet": "Jupiter",
              "symbol": "♃"
            },
            "detriment": {
              "advice": "Confusion stems from a mental push to be influential that cannot wait for real clarity.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Distinguishing",
          "subtitle": "Observing any impulse to influence others.",
          "text": "Your need to be clear in yourself to find mutual influence and benefit in all dealings with others.",
          "statements": {
            "exaltation": {
              "advice": "Your capacity to lead is enhanced by inner clarity and associations with worthy influences.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "A yearning to lead often exposes you to the influences of unhelpful company.",
              "planet": "Venus",
              "symbol": "♀"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Convincing",
          "subtitle": "All influence is realized according to its openness and purity of intent.",
          "text": "A sincere and clear heart allows you to influence others from your inner certainty.",
          "statements": {
            "exaltation": {
              "advice": "You are highly regarded for your heartfelt capacity to take charge in all situations.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "You can persuade others in ways that are not necessarily aligned with their actual needs.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Being Farsighted",
          "subtitle": "Holding the interaction to assert influence for bright outcomes.",
          "text": "Clear outcomes can be affirmed through your inner certainty or as a matter of fixed discipline.",
          "statements": {
            "exaltation": {
              "advice": "Power comes through recognizing your own stance in influencing and being influenced.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "Any moodiness limits your influence, making it difficult at times to connect with the world.",
              "planet": "Moon",
              "symbol": "☽"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Being Diligent",
          "subtitle": "Relating your influence in the world from your own depth.",
          "text": "Intellectual comments rarely have much effect, whether you seek to influence others or not.",
          "statements": {
            "exaltation": {
              "advice": "Being clear in your own life and influencing others by living according to your vision.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "A tendency to guide others dogmatically rather than trusting your own innate intelligence.",
              "planet": "Moon",
              "symbol": "☽"
            }
          }
        }
      ]
    },
    {
      "number": 32,
      "name": "Duration",
      "lines": [
        {
          "line_number": 1,
          "title": "Being Consistent",
          "subtitle": "Lasting results require a constancy in your attitude.",
          "text": "Adapting your life style to change is a process requiring intent and attention to each moment.",
          "statements": {
            "exaltation": {
              "advice": "The bright nature to apply your attention to all aspects of a transforming process.",
              "planet": "Pluto",
              "symbol": "♇"
            },
            "detriment": {
              "advice": "Achieving results you override the instincts that assist you to resolve difficulties.",
              "planet": "Earth",
              "symbol": "⊕"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Avoiding extremes",
          "subtitle": "Holding a steady course.",
          "text": "You are either alert during times of change, or become confused by interacting with others.",
          "statements": {
            "exaltation": {
              "advice": "Your natural approach to dealing with changes brings benefits for everyone concerned.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "Your sensitivity to complaints causes you to pursue unnecessary and untitled changes.",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Withstanding",
          "subtitle": "Using your inner guidance when distracted by change.",
          "text": "Your steady or casual approach to taking on changes determines your ability to adapt to them.",
          "statements": {
            "exaltation": {
              "advice": "All times of transformation require you remain clear to your inner, enduring intention.",
              "planet": "Mercury",
              "symbol": "☿"
            },
            "detriment": {
              "advice": "Making problems out to be bigger than they are limits your alertness in times of change.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Being Realisting",
          "subtitle": "Re-evaluating your needs clearly.",
          "text": "Being true to your overall goals gives you added confidence when challenged by changes.",
          "statements": {
            "exaltation": {
              "advice": "Your inner optimism endorses your own principles and adaptability in times of change.",
              "planet": "Sun",
              "symbol": "♈"
            },
            "detriment": {
              "advice": "An inner practicality adapts your principles to the needs of any challenging situations.",
              "planet": "Pluto",
              "symbol": "♇"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Complying",
          "subtitle": "Staying aligned with changes.",
          "text": "You need to interact creativery in all of life’s changing and challenging situations.",
          "statements": {
            "exaltation": {
              "advice": "Your shifting sense of the nature of change brings easy adaptation to all phases of life.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "Your impatience with life’s timing makes you inventive in finding ways to force the pace.",
              "planet": "Saturn",
              "symbol": "♄"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Witnessing",
          "subtitle": "Impassively observing your world even as you move in it.",
          "text": "You have a need to accept change or else live in fear of being continually overwhelmed by life.",
          "statements": {
            "exaltation": {
              "advice": "Your deep alignment with the forces of change allows you to merge into transformation.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "Overwhelmed by anxiety you’ll fail to find meaning in change. A great needs to stay presente.",
              "planet": "Pluto",
              "symbol": "♇"
            }
          }
        }
      ]
    },
    {
      "number": 33,
      "name": "Retreat",
      "lines": [
        {
          "line_number": 1,
          "title": "Observing",
          "subtitle": "Remaining calm when there is no advantage in becoming involved.",
          "text": "If you remember your inner serenity you have the clarity to commit to an experience or not.",
          "statements": {
            "exaltation": {
              "advice": "You have the sense to retreat rather than commit to experiences that are destabilizing.",
              "planet": "Mars",
              "symbol": "♂"
            },
            "detriment": {
              "advice": "You tend to rush into situations that have little merit, only to be overwhelmed by them.",
              "planet": "Earth",
              "symbol": "⊕"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Unshakeable",
          "subtitle": "Steadfast in your belief that everything works out as it should.",
          "text": "Rather than be overwhelmed, you can retreat and wait for your own time of strength to come.",
          "statements": {
            "exaltation": {
              "advice": "Saving your energy during times of recession, in readiness for any change in fortunes.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "By submitting to any beliefs in personal failure, you can lose trust in yourself.",
              "planet": "Pluto",
              "symbol": "♇"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Dis-connecting",
          "subtitle": "The uplifting sense of quick recovery when you retreat.",
          "text": "Putting aside any fears and anxieties, yor realize the advantages in retreating.",
          "statements": {
            "exaltation": {
              "advice": "Your expansive nature recognizes the great benefits in having times to yourself.",
              "planet": "Jupiter",
              "symbol": "♃"
            },
            "detriment": {
              "advice": "Your personal compulsion to be private at any cost will easily estrange others.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Detaching",
          "subtitle": "Avoiding unnecessary constraints. (A potential to access past lives).",
          "text": "Watching life on many levels, your inner stillness craves external calm.",
          "statements": {
            "exaltation": {
              "advice": "You honor your sometimes dramatic need to retreat for regeneration and resurgence.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "If you lose touch with the present you can be swept up in all kinds of confusing scenarios.",
              "planet": "Pluto",
              "symbol": "♇"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Being-self-protective",
          "subtitle": "The independence and clarity to disengage.",
          "text": "You either are clear in your need for privacy, or lose your poise through being overly helpful.",
          "statements": {
            "exaltation": {
              "advice": "You sense the importance of privacy and secrecy until the time is right to engage others.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "Randomly sharing yourself and your secrets brings you problems in the resulting confusion.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Letting go!",
          "subtitle": "Moving on from moment to moment, from one scene to the next.",
          "text": "Being objective you take care to be refreshed and ready for all new experiences.",
          "statements": {
            "exaltation": {
              "advice": "Your bright nature is free from doubts and concern about letting go of needless burdens.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "Your overgenerous nature is unable to completely let go and risks becoming codependent.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        }
      ]
    },
    {
      "number": 34,
      "name": "Power",
      "lines": [
        {
          "line_number": 1,
          "title": "Being Presumptive",
          "subtitle": "Haphazard, sometimes clumsy use of power.",
          "text": "Using power well comes from your inner strength or calming reaction its use causes in others.",
          "statements": {
            "exaltation": {
              "advice": "You have the discipline to control how you use power by examining your motives.",
              "planet": "Saturn",
              "symbol": "♄"
            },
            "detriment": {
              "advice": "Personal transformation usually comes through reaction to your use of power.",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Being temperate",
          "subtitle": "Resistance lessens when you apply power carefully.",
          "text": "In times of success you either increase or lose your respect for others.",
          "statements": {
            "exaltation": {
              "advice": "You have the energy to continue in your efforts especially when success is sure.",
              "planet": "Earth",
              "symbol": "⊕"
            },
            "detriment": {
              "advice": "Always seeking admiration for your achievements saps your inner strength.",
              "planet": "Venus",
              "symbol": "♀"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Estimating",
          "subtitle": "Using power in accordance with prevailing conditions.",
          "text": "Using your power discreetly, or being overly zealous and attracting complications.",
          "statements": {
            "exaltation": {
              "advice": "You have the self-discipline to use your power in proportion to the situations at hand.",
              "planet": "Saturn",
              "symbol": "♄"
            },
            "detriment": {
              "advice": "By fabricating roles for how to use your power you find yourself reacting to reality.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Inner Strength",
          "subtitle": "Maintaining inner balance assures achievement.",
          "text": "Trusting or doubting your inner clarity results in the success or failure of any effort.",
          "statements": {
            "exaltation": {
              "advice": "You power through any situation by aligning with your inner clarity and confidence.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "The potential for the abuse of power comes by ignoring your personal integrity.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Accepting",
          "subtitle": "Nothing to prove in your easy use of power.",
          "text": "Seeing how your power affects others, you either embrace this or are uncomfortable with it.",
          "statements": {
            "exaltation": {
              "advice": "You have the strength and persistence to use power appropriately and when necessary.",
              "planet": "Mars",
              "symbol": "♂"
            },
            "detriment": {
              "advice": "Being moody affects your consistent use of power and results in you being hesitant.",
              "planet": "Moon",
              "symbol": "☽"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Being Careful",
          "subtitle": "Having the wisdom to reassess.",
          "text": "Your discriminate or indiscriminate use of power means outcomes are harmonious or not.",
          "statements": {
            "exaltation": {
              "advice": "You learn ways to adapt your use of power to maintain stability in any situation.",
              "planet": "Earth",
              "symbol": "⊕"
            },
            "detriment": {
              "advice": "Any extravagant use of your power may cause exhaustion for everyone around you.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        }
      ]
    },
    {
      "number": 35,
      "name": "Progress",
      "lines": [
        {
          "line_number": 1,
          "title": "Holding Steady",
          "subtitle": "Accepting setbacks of life’s process.",
          "text": "Whether you see yourself as right or not it is always possible to take rejection personally.",
          "statements": {
            "exaltation": {
              "advice": "Your inner harmony sees negation as a sign to refine your perception of experiences.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "It is easy for you to take any form of rejection as a personal failure and humiliation.",
              "planet": "Pluto",
              "symbol": "♇"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Growing",
          "subtitle": "Every interaction brings potentially new experiences.",
          "text": "Sometimes your endeavors are held back until you are available to receive assistance.",
          "statements": {
            "exaltation": {
              "advice": "Inner balance and virtue help you cope with unproductive times until your inspiration returns.",
              "planet": "Saturn",
              "symbol": "♄"
            },
            "detriment": {
              "advice": "In a state of moodiness you can insist on progress whether the timing is right or not.",
              "planet": "Moon",
              "symbol": "☽"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Combining",
          "subtitle": "Sharing experiences with others.",
          "text": "Evolution comes when you fully experience life in the company and trust of others.",
          "statements": {
            "exaltation": {
              "advice": "Your expansive nature brings progressive change to your own and others’ lives.",
              "planet": "Jupiter",
              "symbol": "♃"
            },
            "detriment": {
              "advice": "You tend to take a pivotal role in everything often disregarding other people’s roles.",
              "planet": "Sun",
              "symbol": "☉"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Being Impulsive",
          "subtitle": "The yearning to demand progress at any cost.",
          "text": "Check you Authority when you are pushing for experiences without any obvious goals in sight.",
          "statements": {
            "exaltation": {
              "advice": "Your inner integrity recognizes the significance of change and the opportunities it brings.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "You push for excitement at any opportunity, sometimes precipitating crises.",
              "planet": "Earth",
              "symbol": "⊕"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Being Honorable",
          "subtitle": "Tempering expectations in favor of progress.",
          "text": "You enhance experiences by giving of yourself, whether you feel personally benefited or not.",
          "statements": {
            "exaltation": {
              "advice": "you try to benefit everyone you involve in your life through your experience.",
              "planet": "Mercury",
              "symbol": "☿"
            },
            "detriment": {
              "advice": "Your generosity brings expansion for everyone, often without a sense of personal fulfillment.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Self-examining",
          "subtitle": "A readiness to reexamine and realing your outward feelings.",
          "text": "Regretting any experience impels you to modify your ways, simply or with a complete overhaul.",
          "statements": {
            "exaltation": {
              "advice": "You have the self discipline to be fair with others when you implement change in their lives.",
              "planet": "Saturn",
              "symbol": "♄"
            },
            "detriment": {
              "advice": "Your drive to instruct other people in ways that charge their lives can be unpopular.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        }
      ]
    },
    {
      "number": 36,
      "name": "Crisis Resolution",
      "lines": [
        {
          "line_number": 1,
          "title": "Enduring",
          "subtitle": "Reflecting inwards when challenged by outer circumstances.",
          "text": "Accepting or ignoring your feelings and holding true to yourself or not in critical times.",
          "statements": {
            "exaltation": {
              "advice": "You manage to handle emotional turmoil even while restraining your impulsive tendencies.",
              "planet": "Mars",
              "symbol": "♂"
            },
            "detriment": {
              "advice": "If you magnify and externalize small difficulties you end up in constant turmoil.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Being Constant",
          "subtitle": "Being loyal when challenged in the company of others.",
          "text": "Personal setbacks can give you the stimulation to help and receive from others.",
          "statements": {
            "exaltation": {
              "advice": "you apply your imagination to further yourself and others through crisis situations.",
              "planet": "Pluto",
              "symbol": "♇"
            },
            "detriment": {
              "advice": "Any moodiness makes you vacillate in seeking or providing assistance during crises.",
              "planet": "Moon",
              "symbol": "☽"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Breaking Out",
          "subtitle": "Finding the point of transition from darkness to light.",
          "text": "you shift from crisis to resolution when you witness emotional habits that don’t serve you.",
          "statements": {
            "exaltation": {
              "advice": "A transformative process in which you ride emotional crises to find your personal clarity.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "You feel the great benefits of change but are reluctant to be done with old emotion.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Surveying",
          "subtitle": "Accessing your way by following your own light through all situations.",
          "text": "Your way through life depends on your accessing your own inner clarity, or not, in all crises.",
          "statements": {
            "exaltation": {
              "advice": "You appreciate that secret and esoteric knowledge can help in resolving volatile situations.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "Your inner ability to see beyond obvious concerns and issues can assist anyone in crisis.",
              "planet": "Moon",
              "symbol": "☽"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Shielding",
          "subtitle": "Hiding your intention from insensitive eyes.",
          "text": "Enduring disagreeable situations intelligently leads you to eventual fortune.",
          "statements": {
            "exaltation": {
              "advice": "Transformation is possible for you when you find the way to thrive in intense experiences.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "Confusing yourself and others you seek to resolve emotion scenarios with mental solutions.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Being Resolved",
          "subtitle": "Committing to persist in what is right.",
          "text": "Darkness is an absence of light. When truth is revealed all aspects of untruth begin to dissipate.",
          "statements": {
            "exaltation": {
              "advice": "Your powerful alignment with pure emotion brings natural healing and transformation.",
              "planet": "Jupiter",
              "symbol": "♃"
            },
            "detriment": {
              "advice": "Your reluctance to resolve crises makes you persist in finding some problems or another.",
              "planet": "Saturn",
              "symbol": "♄"
            }
          }
        }
      ]
    },
    {
      "number": 37,
      "name": "Family",
      "lines": [
        {
          "line_number": 1,
          "title": "Revering",
          "subtitle": "Respect and honor is due to the innately wise.",
          "text": "Being considerate in your own attitudes encourages others to be attentive in theirs.",
          "statements": {
            "exaltation": {
              "advice": "Through harmony and friendliness you provide a solid basis for all relationships.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "If you take a competitive stance you can lose your inherent friendliness and compatibility.",
              "planet": "No planet",
              "symbol": "Unknown"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Being Self-sufficient",
          "subtitle": "Achievements are enhanced through synergy.",
          "text": "You endorse personal responsibility as the foundation for a community's strength.",
          "statements": {
            "exaltation": {
              "advice": "By taking full responsibility for your own life, you profoundly alter the would around you.",
              "planet": "Pluto",
              "symbol": "♇"
            },
            "detriment": {
              "advice": "You might attempt to save the world by emphasizing the shortcomings of others.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Moderating",
          "subtitle": "A steady reserve supports communal well-being.",
          "text": "In disagreements there is a need for authority and fairness to bring the family back together.",
          "statements": {
            "exaltation": {
              "advice": "Your expansive and generous sensitivity supports open and clear relationships.",
              "planet": "Jupiter",
              "symbol": "♃"
            },
            "detriment": {
              "advice": "Emotional imbalance makes you more concerned to keep order than acknowledge feelings.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Enriching",
          "subtitle": "Supporting the family’s prosperity.",
          "text": "You emphasize that the well-being of families involves everyone’s presence and contributions.",
          "statements": {
            "exaltation": {
              "advice": "You further the well-being of your world through all clear contributions.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "Your particular view of family is prone to approve only traditional ways and views.",
              "planet": "Saturn",
              "symbol": "♄"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Being Loyal",
          "subtitle": "Natural and magnanimous devotion to the family.",
          "text": "You forgive all transgressions within the family unless you feed that you are being used.",
          "statements": {
            "exaltation": {
              "advice": "Your selfless affection enhances the love and harmony felt among everyone around you.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "You can lean on others for emotional support while still disliking any signs of dependency.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Being Astute",
          "subtitle": "Holding high personal standards encourages others to do the same.",
          "text": "Being true to your own feeling of responsibility ensures your ability to benefit everyone.",
          "statements": {
            "exaltation": {
              "advice": "You recognize and enhance all the qualities of life possible through harmonious friendships.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "Your restless nature often craves diverse friendships beyond the boundaries of the family.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        }
      ]
    },
    {
      "number": 38,
      "name": "Opposition",
      "lines": [
        {
          "line_number": 1,
          "title": "Being Impartial",
          "subtitle": "No need to worry when a situation can resolve itself.",
          "text": "Do you need be concerned with every complication in life, or want to struggle anyway?",
          "statements": {
            "exaltation": {
              "advice": "Deep attunement to your inner guidance knows when and how to deal with discomforts.",
              "planet": "Pluto",
              "symbol": "♇"
            },
            "detriment": {
              "advice": "Your drive to continuously fight with life causes you eventually to expand your intuition.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Being Courteous",
          "subtitle": "A spirit of conciliation furthers your purpose.",
          "text": "Being relaxed in your attitude to others allows for the possibility to intuit your own purpose.",
          "statements": {
            "exaltation": {
              "advice": "Transformation happens in diverse situations through you forcing yourself to be amenable.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "Your moodiness will accommodate others only grudgingly when you are challenged.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Being Tenacious",
          "subtitle": "Accepting challenges as a part of your growth.",
          "text": "Staying true to you know and who you trust aligns you in your quest for life’s meaning.",
          "statements": {
            "exaltation": {
              "advice": "Contending with many difficulties you follow your own way to personal empowerment.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "Being caught in contention as a way of life drains you and your helpers of all resources.",
              "planet": "Earth",
              "symbol": "⊕"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Rejoining",
          "subtitle": "Turning away from being isolated in the face of adversity.",
          "text": "Trusting in your own process you can receive assistance during seemingly impossible situations.",
          "statements": {
            "exaltation": {
              "advice": "You can hold out for the bright flash of opportunity that transforms everything.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "Beset by outside pressures, it’s as though you have to struggle against the whole world.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Actualizing",
          "subtitle": "Penetrating through misunderstandings by connecting with company.",
          "text": "You intuit when to stop and see who will help, or you can persist in your apparent isolation.",
          "statements": {
            "exaltation": {
              "advice": "You have discipline to stop and review your contentious stance and recognize your allies.",
              "planet": "Saturn",
              "symbol": "♄"
            },
            "detriment": {
              "advice": "Transformation happens when you are first isolated then supported in personal struggles.",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Mis-trusting",
          "subtitle": "Fighting with shadows.",
          "text": "Dealing with diversity takes time and your willingness. Fighting with life itself is also possible.",
          "statements": {
            "exaltation": {
              "advice": "Your disciplined nature embraces life after examining your constant tendency to struggle.",
              "planet": "Saturn",
              "symbol": "♄"
            },
            "detriment": {
              "advice": "If you identify with struggle due to a distrust of the world, you amplify needless tension.",
              "planet": "Earth",
              "symbol": "⊕"
            }
          }
        }
      ]
    },
    {
      "number": 39,
      "name": "Provocation",
      "lines": [
        {
          "line_number": 1,
          "title": "Being Detechead",
          "subtitle": "Dropping any need for forced interactions.",
          "text": "Whether you engage with anyone directly or not, often you provoke people without trying.",
          "statements": {
            "exaltation": {
              "advice": "you have the means to avoid any imposed obstacles by acting in your own way and time.",
              "planet": "Earth",
              "symbol": "⊕"
            },
            "detriment": {
              "advice": "Your indecision about when and how to deal with obstacles can make others hopping mad.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Encountering",
          "subtitle": "Engaging adversity as a means to sell-discovery.",
          "text": "You learn to ‘Grab the bull by the horns,’ whether it feels comfortable to do so or not.",
          "statements": {
            "exaltation": {
              "advice": "You naturally provoke life, so you are constantly called on to meet situations face to face.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "Feeling intense discomfort with stressful upsets, you tend to seek alternative possibilities.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Facing Challenge",
          "subtitle": "Honoring your own way of dealing with trials.",
          "text": "Reconsidering or not, your internal push to engage with or avoid external confrontations.",
          "statements": {
            "exaltation": {
              "advice": "Your expansive stance does not absorb or give off a sense of fear when in confrontations.",
              "planet": "Jupiter",
              "symbol": "♃"
            },
            "detriment": {
              "advice": "Justifying how you confront all obstacles you limit the possibility for fresh. alternatives.",
              "planet": "Earth",
              "symbol": "⊕"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Converging",
          "subtitle": "Finding unifying elements before taking any action.",
          "text": "Awaiting right opportunities to handle confrontations is not always the easiest thing for you.",
          "statements": {
            "exaltation": {
              "advice": "By perceiving the essence of obstructions you find the energy to deal with them.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "You tend to tackle confrontations regardless of circumstances or outcomes.",
              "planet": "Sun",
              "symbol": "☉"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Finding Assistance",
          "subtitle": "By facing obstacles directly, help become available.",
          "text": "You either allow yourself to find assistance in difficult times or stay doggedly self-sulficient.",
          "statements": {
            "exaltation": {
              "advice": "You somehow draw any assistance you need to find ways to bypass all obstacles.",
              "planet": "Pluto",
              "symbol": "♇"
            },
            "detriment": {
              "advice": "Your insistence to take on confrontation as a permanent agenda is exasperating to others.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Troubleshooting",
          "subtitle": "The natural girl for solving problems.",
          "text": "Some people enjoy having their problems, so fixing their problems can really upset them.",
          "statements": {
            "exaltation": {
              "advice": "You are sensitive to the overall needs of situations before attempting to solve any problems.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "If you always take on problems regardless of facts you can end up causing greater problems.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        }
      ]
    },
    {
      "number": 40,
      "name": "Deliverance",
      "lines": [
        {
          "line_number": 1,
          "title": "Recovering",
          "subtitle": "The prime need for a hard-working heart is rest.",
          "text": "After any achievements is complete, you can best consolidate your situation by resting.",
          "statements": {
            "exaltation": {
              "advice": "Your find ways to enjoy your aloneness and find relaxation after exertion.",
              "planet": "Earth",
              "symbol": "⊕"
            },
            "detriment": {
              "advice": "Your changing moods can make you question your achievements and miss the call to rest.",
              "planet": "Moon",
              "symbol": "☽"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Being Conclusive",
          "subtitle": "Moving beyond potentially limiting life qualities.",
          "text": "Clearly finding your own way in tricky situations assures your ability to handle any disruptions.",
          "statements": {
            "exaltation": {
              "advice": "You have the natural willingness to be true to yourself, regardless of distractions.",
              "planet": "Earth",
              "symbol": "⊕"
            },
            "detriment": {
              "advice": "Your sensibility makes it hard to avoid the situations that hamper your very freedom.",
              "planet": "Moon",
              "symbol": "☽"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Being Whole",
          "subtitle": "Matching your lifestyle with your unruffled inner being.",
          "text": "If you make a display of ego willpower you easily attract problematic company and situations.",
          "statements": {
            "exaltation": {
              "advice": "You have an ability to ‘go it alone’ and induce transformation through the use of willpower.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "Any drive involving your ego expression will get you the king of attention you do not want!",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Reality checks",
          "subtitle": "Honestly viewing a tendency to include unrealistic partnerships.",
          "text": "Perception change constantly and you need to drop all alliances that limit your freedom.",
          "statements": {
            "exaltation": {
              "advice": "You bypass problems when you only encourage those who have similar aspirations to you.",
              "planet": "Uranus",
              "symbol": "♅"
            },
            "detriment": {
              "advice": "you may persist with old friendships and habits long after their relevance is exhausted.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Liberating",
          "subtitle": "Being clear in your separation from outside interference.",
          "text": "In a world full of hazards you require that all of your associations are supportive and relevant.",
          "statements": {
            "exaltation": {
              "advice": "You have the confidence to let go of relationships that hamper your freedom.",
              "planet": "Uranus",
              "symbol": "♅"
            },
            "detriment": {
              "advice": "You trade your liberation for the support of people who often interfere in your life.",
              "planet": "Earth",
              "symbol": "⊕"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Definitive Stance",
          "subtitle": "Freedom is realized through conclusive removal of obstacles.",
          "text": "You overcome your own reluctance to be free and remove anyone and anything impeding you.",
          "statements": {
            "exaltation": {
              "advice": "Your clear conviction purposely removes all barriers that hamper your liberation.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "Removing obstacles as a role in life can cause you to use unnecessarily severe measures.",
              "planet": "Earth",
              "symbol": "⊕"
            }
          }
        }
      ]
    },
    {
      "number": 41,
      "name": "Imagination",
      "lines": [
        {
          "line_number": 1,
          "title": "Moderating",
          "subtitle": "Finding the balance between giving and receiving.",
          "text": "Being either centered and clear, or headstrong in your handlings of how you use your energies.",
          "statements": {
            "exaltation": {
              "advice": "Your creative imagination streams resources in ways that benefit yourself and others.",
              "planet": "Pluto",
              "symbol": "♇"
            },
            "detriment": {
              "advice": "Confusion with your role resources leads you into difficulties at the outside of endeavors.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Giving and Receiving",
          "subtitle": "Being recognized for the services you render.",
          "text": "By indulging others without diminishing yourself, you find rewards in fulfilling endeavors.",
          "statements": {
            "exaltation": {
              "advice": "You have the discipline to watch out for yourself while considering others’ needs.",
              "planet": "Saturn",
              "symbol": "♄"
            },
            "detriment": {
              "advice": "By demanding attention and reward for assisting others you eventually diminish yourself.",
              "planet": "Earth",
              "symbol": "⊕"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Synergizing",
          "subtitle": "Experiences are fulfilling because of right alliances.",
          "text": "In all your life experiences there’s a need to select suitable company and essential resources.",
          "statements": {
            "exaltation": {
              "advice": "You choose partnerships that endure through times of separation and aloneness.",
              "planet": "Saturn",
              "symbol": "♄"
            },
            "detriment": {
              "advice": "Your changeable nature seeks mixed company to share in your resources and dreams.",
              "planet": "Moon",
              "symbol": "☽"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Examining Shortcomings",
          "subtitle": "Diminishing your poor habits increases your fortunes.",
          "text": "By acknowledging what does not fulfill, you begin to attract fresh resources and experiences.",
          "statements": {
            "exaltation": {
              "advice": "Having humidity to clear up your personal problems opens the way for assistance to come.",
              "planet": "Earth",
              "symbol": "⊕"
            },
            "detriment": {
              "advice": "You might unrealistically expect assistance from others to rectify your own shortcomings.",
              "planet": "Venus",
              "symbol": "♀"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Being Recognized",
          "subtitle": "Inner clarity ensures rewards.",
          "text": "Watching how you and others deal with constraints, whether you find completion or not.",
          "statements": {
            "exaltation": {
              "advice": "You push to clarity the essential attitudes thain will promote your fullness of purpose.",
              "planet": "Mars",
              "symbol": "♂"
            },
            "detriment": {
              "advice": "You tend to see a half full glass as half empty, despite senseng how fortunate you are.",
              "planet": "Venus",
              "symbol": "♀"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Being Fulfilled",
          "subtitle": "Bringing benefits to others while expanding your own resources.",
          "text": "You enrich everyone though your inner watchfulness and your selection ways.",
          "statements": {
            "exaltation": {
              "advice": "Your disciplined view enhances your own resources and also brings expansion for others.",
              "planet": "Earth",
              "symbol": "⊕"
            },
            "detriment": {
              "advice": "You tend to avoid public attention but have the power to shift constraints into great gains.",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        }
      ]
    },
    {
      "number": 42,
      "name": "Increase",
      "lines": [
        {
          "line_number": 1,
          "title": "Accomplishing",
          "subtitle": "Great deest are possible.",
          "text": "You question confidence to expand in many directions on behalf of yourself and others.",
          "statements": {
            "exaltation": {
              "advice": "You align with an inner confidence and certainty that grows in all areas of life.",
              "planet": "Earth",
              "symbol": "⊕"
            },
            "detriment": {
              "advice": "Becoming distracted by the needs of others you can end up”spreading yourself too thin.”",
              "planet": "Venus",
              "symbol": "♀"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Blessing",
          "subtitle": "Inner attunement with what is beneficial.",
          "text": "Being steadfast in sustaining your clear intentions you receive tangential benefits.",
          "statements": {
            "exaltation": {
              "advice": "By recognizing your way and staying true to it you find much reward and acclaim",
              "planet": "Saturn",
              "symbol": "♄"
            },
            "detriment": {
              "advice": "Unless watchful, you are easily overwhelmed by the effects of others’ demands.",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Being Competent",
          "subtitle": "Great wisdom is gained by learning from your ordeals.",
          "text": "There is nothing that cannot grow, if you patiently persevere with clarity.",
          "statements": {
            "exaltation": {
              "advice": "An unshakable certainty comes when you move gracefully through all trials and adversity.",
              "planet": "Mars",
              "symbol": "♂"
            },
            "detriment": {
              "advice": "You may embrace moodiness that easily throws you into despair when problems arise.",
              "planet": "Moon",
              "symbol": "☽"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Being Trustworthy",
          "subtitle": "Giving sensible counsel that serves one and all.",
          "text": "Your opportunist nature often finds you meditating the fulfillment of growth for everyone.",
          "statements": {
            "exaltation": {
              "advice": "When you consider all aspects of growth you find the way for greatest accomplishments.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "Immaturity may place great importance in company that in the company’s achievements.",
              "planet": "Venus",
              "symbol": "♀"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Being Kindhearted",
          "subtitle": "Unselfish and clear aspirations bring fulfillment.",
          "text": "Acknowledgment is gained through your achievements in both personal and shared endeavors.",
          "statements": {
            "exaltation": {
              "advice": "Your inner strength and confident kindness benefits everyone in sustaining their growth.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "You place sincerity and sympathy with others as more important than your own growth.",
              "planet": "Venus",
              "symbol": "♀"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Balancing",
          "subtitle": "Maintaining a good mixture of giving and taking.",
          "text": "Successful step imply flourishing outcomes so long as you honor yourself and your journey.",
          "statements": {
            "exaltation": {
              "advice": "You are sensible to sharing your own growth with others, ensuring the benefit of everyone.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "Remaining stuck in your own growth you may actually proceed to deplete everyone else.",
              "planet": "Saturn",
              "symbol": "♄"
            }
          }
        }
      ]
    },
    {
      "number": 43,
      "name": "Breakthrough!",
      "lines": [
        {
          "line_number": 1,
          "title": "Being Vigilant",
          "subtitle": "No need to rush blindly into employing new insights.",
          "text": "Your resignation and intent are needed to replace old ways and implement any new insight.",
          "statements": {
            "exaltation": {
              "advice": "You need strong resolve to implement transformation from your insights.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "You have aesthetic admiration but sometimes it is difficulty in implementing your insights.",
              "planet": "Venus",
              "symbol": "♀"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Being Resolute",
          "subtitle": "A clear mind gives access to clear outcomes.",
          "text": "Staying true or not to your way of relating insights affects whether they ever become a reality.",
          "statements": {
            "exaltation": {
              "advice": "You have an inbuilt means to assimilate insights that facilitates personal transformation.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "You tend to be actively engaged in avoiding who might complicate your life.",
              "planet": "Moon",
              "symbol": "☽"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Being Resilient",
          "subtitle": "Stating your ground in implementing your way.",
          "text": "Your own resolve or insecurity relating to your personal insights, affects all facets of your life.",
          "statements": {
            "exaltation": {
              "advice": "When aligned with your insights you resist any criticism in achieving your purpose.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "You can become unsure of the soundness of your insights when challenged by others.",
              "planet": "Moon",
              "symbol": "☽"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Being Restless",
          "subtitle": "If you are unable to hear sage advice you remain indecisive.",
          "text": "It is hard to surrender to life circumstances when your mind emphatically craves charge.",
          "statements": {
            "exaltation": {
              "advice": "you recognize the need to be objective when you consider implementing your insights.",
              "planet": "Mercury",
              "symbol": "☿"
            },
            "detriment": {
              "advice": "If you insist on implementing insights that are obviously not feasible, you will be distressed.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Being Forthright",
          "subtitle": "Implementing any new insights requires great thoroughness.",
          "text": "You grow through implementing your personal insights, or succumb to irrelevant input.",
          "statements": {
            "exaltation": {
              "advice": "You have a sensibility to know the condition in which your personal insights will work out.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "You have a hopeful expectation that others will readily agree with your fresh insights.",
              "planet": "Venus",
              "symbol": "♀"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Redirecting",
          "subtitle": "Fostering acceptable and practical growth from insights.",
          "text": "Your careful objectivity ensures that your insights will lead towards lasting transformation.",
          "statements": {
            "exaltation": {
              "advice": "You utilize your objectivity to review your insights and assure they are useful to others.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "If you are attached only to the brilliance of your insights you may easily become ostracized.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        }
      ]
    },
    {
      "number": 44,
      "name": "Patterns",
      "lines": [
        {
          "line_number": 1,
          "title": "Being Alert",
          "subtitle": "Watching all internal sensation while interactive with others.",
          "text": "You either pay attention to your instinctive warnings or ignore them and endure the outcomes.",
          "statements": {
            "exaltation": {
              "advice": "Your vigilance gauges potential complications and rearranges them for your own benefit.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "If you are overly moderate towards disturbing situations you will eventually falter.",
              "planet": "Venus",
              "symbol": "♀"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Being Conscientious",
          "subtitle": "Watching any impulse to give yourself away.",
          "text": "When you restrain any impulses to act carelessly you can easily handle situations clearly.",
          "statements": {
            "exaltation": {
              "advice": "Your alertness to changing patterns gives you an easy tolerance in confronting anything.",
              "planet": "Saturn",
              "symbol": "♄"
            },
            "detriment": {
              "advice": "Your breast way of interaction may cause you to ignore your hunches and lose perspective.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Holding back",
          "subtitle": "Recognizing an occasional need to hesitate in asserting yourself.",
          "text": "Trusting your instincts or needing to impress others, makes you clear or not in your actions.",
          "statements": {
            "exaltation": {
              "advice": "With instinctive confidence and drive you can handle tricky people and difficult situations.",
              "planet": "Mars",
              "symbol": "♂"
            },
            "detriment": {
              "advice": "You often misinterpret situations and this may cause you to be confused by others’ egos.",
              "planet": "Pluto",
              "symbol": "♇"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Forbearing",
          "subtitle": "Finding tolerance in your interactions with others.",
          "text": "Being clear with your own internations or not, allows for your ever to have anyone else’s support.",
          "statements": {
            "exaltation": {
              "advice": "You have clear relations with others by engaging with them as part of your vital reality.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "You often assume assistance from people despite your previously being distant towards them.",
              "planet": "Sun",
              "symbol": "☉"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Integrating",
          "subtitle": "Upholding a presence that is exemplary.",
          "text": "You align with the laws of nature and high integrity, or take advantage if you can.",
          "statements": {
            "exaltation": {
              "advice": "Your brilliance shines through your principles and virtue, setting a a clear example.",
              "planet": "Uranus",
              "symbol": "♅"
            },
            "detriment": {
              "advice": "for all.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Withdrawing",
          "subtitle": "Protecting yourself from becoming overwhelmed.",
          "text": "Distancing yourself from cpmplex situation ensures your own well being but attracts criticism.",
          "statements": {
            "exaltation": {
              "advice": "You move through tough situation advantageously while maintaining others’ support.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "If you take yourself too seriously you will miss much of the fun that life offers.",
              "planet": "Earth",
              "symbol": "⊕"
            }
          }
        }
      ]
    },
    {
      "number": 45,
      "name": "Gathering Together",
      "lines": [
        {
          "line_number": 1,
          "title": "Blending",
          "subtitle": "Finding common ground with others before moving forwards.",
          "text": "Your openness and firmness in any leadership role encourages the backing of those being led.",
          "statements": {
            "exaltation": {
              "advice": "Your clear inner intent expands your ability to receive material and spiritual assistance.",
              "planet": "Uranus",
              "symbol": "♅"
            },
            "detriment": {
              "advice": "Being naturally attractive to others you can become overwhelmed by their problems.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 2,
          "title": "contributing",
          "subtitle": "Trusting in the guidance and company you attract.",
          "text": "Being open or closed in the company you attract measures the blessings that you receive.",
          "statements": {
            "exaltation": {
              "advice": "Your natural attunement to your company opens the way for unexpected blessings.",
              "planet": "Uranus",
              "symbol": "♅"
            },
            "detriment": {
              "advice": "You tend to “go it alone” rather than appreciate the blessing that your company brings.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Separating",
          "subtitle": "Proceeding in life without obvious support or common accord.",
          "text": "You Either discover how to gather resources and support or find troubles that create hardship.",
          "statements": {
            "exaltation": {
              "advice": "Your deep attunement to the workings within a hierarchy intuits how to gain resources.",
              "planet": "Pluto",
              "symbol": "♇"
            },
            "detriment": {
              "advice": "Disappointed not finding common accord, you might ask: “Do i truly want to be involved?”",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Being Brave",
          "subtitle": "Selflessly striving to accomplish benefits for one and all.",
          "text": "You attract others by proceeding towards a larger than personal goal.",
          "statements": {
            "exaltation": {
              "advice": "Your inner alignment with a higher sense of purpose assists everyone on the material plane.",
              "planet": "Saturn",
              "symbol": "♄"
            },
            "detriment": {
              "advice": "Your boldness to achieve individual material success can also benefit other people.",
              "planet": "Saturn",
              "symbol": "♄"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Being Virtuous",
          "subtitle": "The virtues that attract the confidence of others.",
          "text": "Your attitudes of independence or entitlement affect the way in which you are perceived.",
          "statements": {
            "exaltation": {
              "advice": "Your innovative approach to leadership is naturally attractive to other people.",
              "planet": "Uranus",
              "symbol": "♅"
            },
            "detriment": {
              "advice": "Assuming a grandiose approach to leading others you must be practical to be effective.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Being Self-dependent",
          "subtitle": "Trusting that you receive what you need.",
          "text": "You remain unfazed by others’ attitudes, or capitulate when challenged materially.",
          "statements": {
            "exaltation": {
              "advice": "Relying on your inner independence you succeed despite employing unorthodox techniques.",
              "planet": "Uranus",
              "symbol": "♅"
            },
            "detriment": {
              "advice": "Taking ‘failure’ personally you’ll find regrets. You are reminded to count your blessings!",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        }
      ]
    },
    {
      "number": 46,
      "name": "Serendipity",
      "lines": [
        {
          "line_number": 1,
          "title": "Promoting",
          "subtitle": "Inner conviction is recognized by those who seek to align with you.",
          "text": "Your inherent confidence or a lack of readiness to grow either attracts assistance or not.",
          "statements": {
            "exaltation": {
              "advice": "Your personal commitment to your life ensures you grow in both obvious and unseen waus.",
              "planet": "Pluto",
              "symbol": "♇"
            },
            "detriment": {
              "advice": "If you insist on developing solely by your own efforts you might miss some potential allies.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Expanding",
          "subtitle": "Like it or not, the eyas are on you and you can deliver!",
          "text": "Even with modest resources and without others’ approval you grow though just being you.",
          "statements": {
            "exaltation": {
              "advice": "Success is assured by your clear sincerity, coupled with your bright nature.",
              "planet": "Mercury",
              "symbol": "☿"
            },
            "detriment": {
              "advice": "Striving ambitiously for recognition and success, you may not be appreciated by others.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Progressing",
          "subtitle": "Moving upwards in life without doubts.",
          "text": "When proceeding into the unknown, you need not hesitate so long as you are clear in yourself.",
          "statements": {
            "exaltation": {
              "advice": "You advance easily in life through your inner attunement to all phases of your journey.",
              "planet": "Mars",
              "symbol": "♂"
            },
            "detriment": {
              "advice": "Finding little resistance in life you may try to advance by using unsuccessful associations.",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Fulfilling",
          "subtitle": "Holding true to your inner commitment to grow.",
          "text": "Being recognized for your commitment to grow in life allows for easy advancement.",
          "statements": {
            "exaltation": {
              "advice": "Taking growth in your stride, you are furthered in life by receiving the trust of others.",
              "planet": "Earth",
              "symbol": "⊕"
            },
            "detriment": {
              "advice": "Believing growth to be part of life’s process you may fail to acknowledge those who assist.",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Proceeding",
          "subtitle": "A naturally powerful development needs strong inner virtue.",
          "text": "You are growing in your journey through life whether you see visible signs of progress or not.",
          "statements": {
            "exaltation": {
              "advice": "Maintaining your balance in all phases of life allows for successful and lasting growth.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "Getting lost in imagination distracts you from a consistency that is needed for sure growth.",
              "planet": "Pluto",
              "symbol": "♇"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Appraising",
          "subtitle": "Compulsive advancement requires constant vigilance.",
          "text": "Reviewing your life’s efforts you determine who and what receives your energy and attention.",
          "statements": {
            "exaltation": {
              "advice": "When you always relate realistically to your life you are available to interact with others.",
              "planet": "Saturn",
              "symbol": "♄"
            },
            "detriment": {
              "advice": "Trusting only in your spiritual qualities you can be unaligned with the need of the moment.",
              "planet": "Pluto",
              "symbol": "♇"
            }
          }
        }
      ]
    },
    {
      "number": 47,
      "name": "Realization:",
      "lines": [
        {
          "line_number": 1,
          "title": "Reviewing",
          "subtitle": "The truth is constant but sometimes remains hidden from us.",
          "text": "By Mental self-examination you remove useless beliefs or else risk feeling Overwhelmed.",
          "statements": {
            "exaltation": {
              "advice": "Your meditative quality watches the mind and filters out self-defeating through patterns.",
              "planet": "Saturn",
              "symbol": "♄"
            },
            "detriment": {
              "advice": "An unrealistic sense of hope links you to an over-reliance on the mind’s grasp of life.",
              "planet": "Pluto",
              "symbol": "♇"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Being Fortunate",
          "subtitle": "Aligning with resonant furthers your journey.",
          "text": "Outer disputes can easily become inner ones, unless you sidestep others’ discords altogether.",
          "statements": {
            "exaltation": {
              "advice": "Inner stability keeps you apart from your mind’s constant comparison mechanism.",
              "planet": "Saturn",
              "symbol": "♄"
            },
            "detriment": {
              "advice": "With an uncertain mind it is important you make decisions by accessing your Authority.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Being Confused",
          "subtitle": "A purely mental viewpoint can be unrealistically restrictive.",
          "text": "Constantly thinking things are worse than they really are is an easy way to become depressed.",
          "statements": {
            "exaltation": {
              "advice": "Relaxing in deep trust in yourself and Existence allows truth to be finally revealed to you!",
              "planet": "Jupiter",
              "symbol": "♃"
            },
            "detriment": {
              "advice": "Attempting to justify your life purpose though your thoughts fuels a deep discontentment.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Holding Focus",
          "subtitle": "Maintaining your way in a confused world.",
          "text": "Being persistent you find your way among others’ fossilized and poor views, or else you give up.",
          "statements": {
            "exaltation": {
              "advice": "your meditative approach picks out apparently fixed agendas and obsolete belief systems.",
              "planet": "Saturn",
              "symbol": "♄"
            },
            "detriment": {
              "advice": "Your Attunement with many diverse possible views in life can lead to personal confusion.",
              "planet": "Moon",
              "symbol": "☽"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Endorsing",
          "subtitle": "Making sense out of apparently impossible scenarios.",
          "text": "Remaining steadfast regardless of how situations appear at first, you bring joy and relief for all.",
          "statements": {
            "exaltation": {
              "advice": "The realization of Universal harmony that includes everyone, even your detractors.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "The truth will become apparent if you honor your clear principles.",
              "planet": "No planet",
              "symbol": "Unknown"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Being Remorseful",
          "subtitle": "A nagging sense of ‘what’s the point?A call to go beyond the mind.",
          "text": "You cannot expect to think your way through life and live life fully at the same time.",
          "statements": {
            "exaltation": {
              "advice": "By constant self examination you realize that your mind is limited in making sense of life.",
              "planet": "No planet",
              "symbol": "Unknown"
            },
            "detriment": {
              "advice": "Struck with multiple, often irrelevant considerations, you will find it to move on in life.",
              "planet": "Sun",
              "symbol": "☉"
            }
          }
        }
      ]
    },
    {
      "number": 48,
      "name": "The Well",
      "lines": [
        {
          "line_number": 1,
          "title": "Finding Significance",
          "subtitle": "Quick recognition of relevance or irrelevance in your life.",
          "text": "You either adjust to each fresh moment or find life distasteful and become distracted.",
          "statements": {
            "exaltation": {
              "advice": "You have a natural attunement with all manner of gifts that life brings to you.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "Making problems out of nothing you find it hard to be satisfied with life’s simple pleasures.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Deteriorating",
          "subtitle": "The need to constantly refresh your gifts.",
          "text": "Your talents deteriorate when ignored or if you are distracted by comparing yourself to others.",
          "statements": {
            "exaltation": {
              "advice": "You transform your abilities by growing in and around the challenges that life brings.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "you are careless in practicing your gifts when you are distracted by other influences in your life.",
              "planet": "Venus",
              "symbol": "♀"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Acknowledging",
          "subtitle": "Trusting in your adaptable gifts.",
          "text": "Sooner or later you are appreciated for your talents and abilities if you trust and persevere.",
          "statements": {
            "exaltation": {
              "advice": "You have the endurance to expand your gifts so that they are appreciated by one and all.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "Being fearful and worried that you may be overwhelmed can contribute to being overlooked.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Refreshing",
          "subtitle": "All your gifts benefit from regular reevaluation and refreshment.",
          "text": "In rest, refreshment and reevaluation your inner depth and clarity are explored and expanded.",
          "statements": {
            "exaltation": {
              "advice": "You put your own life in order as a priority, really for openings to extend into others’ lives.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "You tend to over-identity with projects that exhaust you when they hit snags.",
              "planet": "Earth",
              "symbol": "⊕"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Utilizing",
          "subtitle": "Recognizing that you have many gifts, but also the need to apply them.",
          "text": "Using your abilities towards great benefits requires that you remain clear to each moment.",
          "statements": {
            "exaltation": {
              "advice": "By savoring each moment, you appreciate the gifts that most easily benefit everyone.",
              "planet": "Mars",
              "symbol": "♂"
            },
            "detriment": {
              "advice": "If you question your own gift and adopt others’ ways, you’ll be unfulfilled by your deeds.",
              "planet": "Moon",
              "symbol": "☽"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Replenishing",
          "subtitle": "Fulfillment comes through sharing from an overflowing source.",
          "text": "Great fulfillment comes from the openness to share your extensive gifts with others.",
          "statements": {
            "exaltation": {
              "advice": "Harmonizing your world through sharing your source of understanding and talents.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "Moodiness and uncertainty can cause you to be coaxed by others people to share your gifts.",
              "planet": "Moon",
              "symbol": "☽"
            }
          }
        }
      ]
    },
    {
      "number": 49,
      "name": "Revolution",
      "lines": [
        {
          "line_number": 1,
          "title": "Awaiting Right Timing",
          "subtitle": "Conserving your energy until you have clarity.",
          "text": "Noticing many changing potentials you have the awareness to wait for right circumstances.",
          "statements": {
            "exaltation": {
              "advice": "Your honorable behavior in every all situation fosters your growth.",
              "planet": "Jupiter",
              "symbol": "♃"
            },
            "detriment": {
              "advice": "Inducing idealistic changes can cause you to be continually justifying yourself.",
              "planet": "Sun",
              "symbol": "☉"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Being Firm",
          "subtitle": "Envisioning right outcomes for changes.",
          "text": "Recognizing that charge is needed, you eight hold to film principles or act for change’s sake.",
          "statements": {
            "exaltation": {
              "advice": "Your grounded disposition holds you in your principles when times of change come.",
              "planet": "Earth",
              "symbol": "⊕"
            },
            "detriment": {
              "advice": "Chaotic circumstances can cause you to overturn everything that appear already resolved.",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Informing",
          "subtitle": "Finding the support of other people in times of change.",
          "text": "In times of upheaval there needs to be mutual agreement for everyone to be ready for changes.",
          "statements": {
            "exaltation": {
              "advice": "Your sensitivity relates to the principles of change and informs others of what is happening.",
              "planet": "Pluto",
              "symbol": "♇"
            },
            "detriment": {
              "advice": "Getting caught up in the drama of change you become insensitive to the needs of others.",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Making Reay",
          "subtitle": "Accumulating energy and motivation for radical changes.",
          "text": "Sincerely aligning with your truth, or simply being opportunistic, you enrich or deplete society.",
          "statements": {
            "exaltation": {
              "advice": "Your expanded overview of society’s needs allows you to implement changes that benefit all.",
              "planet": "Saturn",
              "symbol": "♄"
            },
            "detriment": {
              "advice": "Your forceful nature can take advantage over others during times of upheaval.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Being Sentient",
          "subtitle": "The inner feelings for the rightness of changes.",
          "text": "Seeing a need for change, you support others with their approval or in order to control them.",
          "statements": {
            "exaltation": {
              "advice": "You align everyone in ways that make it easier to transition though upheavals.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "Your impatience with others can drive you to attempt to force change on them.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Appreciating",
          "subtitle": "Content to expand on previous changes.",
          "text": "With all changes, further growth is possible when everyone adjusts to the new circumstances.",
          "statements": {
            "exaltation": {
              "advice": "Appreciating yourself and others supports everyone to drop the old and grow with the new.",
              "planet": "Pluto",
              "symbol": "♇"
            },
            "detriment": {
              "advice": "If you seek perfection in transitioning situations it can be hard for others to feed appreciated.",
              "planet": "Saturn",
              "symbol": "♄"
            }
          }
        }
      ]
    },
    {
      "number": 50,
      "name": "Values",
      "lines": [
        {
          "line_number": 1,
          "title": "Starting Afresh",
          "subtitle": "Eliminating old qualities before honoring new ones.",
          "text": "Being clear that adopted values may no longer be appropriate in your life and community.",
          "statements": {
            "exaltation": {
              "advice": "The drive for refinement compels you to use any means to achieve your ends.",
              "planet": "Mars",
              "symbol": "♂"
            },
            "detriment": {
              "advice": "Dissatisfaction with all your original values, opens a tendency to borrow others’ values.",
              "planet": "Venus",
              "symbol": "♀"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Standing firm",
          "subtitle": "Avoiding tempting distractions from your natural way.",
          "text": "Being firm in your values or giving in to outside pressures, you always accept the consequences.",
          "statements": {
            "exaltation": {
              "advice": "Being strong to uphold your values mirrors your inner calm no matter how others react.",
              "planet": "Earth",
              "symbol": "⊕"
            },
            "detriment": {
              "advice": null,
              "planet": "Venus",
              "symbol": "♀"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Clarifying",
          "subtitle": "Be clear that you recognize and honor your own true values first.",
          "text": "Honoring your own values you receive the support you need, but may regret being assisted.",
          "statements": {
            "exaltation": {
              "advice": "Being aware that you require support, you establish the values needed to receive it.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "You might be overly mental in balancing your values with your need for acceptance.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Qualifying",
          "subtitle": "Presence is needed in upholding right values in sorry circumstances.",
          "text": "In all situations, values need to correspond to the real requirements of the present moment.",
          "statements": {
            "exaltation": {
              "advice": "A meditative quality ensures your values are in accord with the need of every occasion.",
              "planet": "Saturn",
              "symbol": "♄"
            },
            "detriment": {
              "advice": "Your drive to expound unformed values to achieve a result can cause chaos.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Enhancing",
          "subtitle": "Maintaining alertness to recognize which values serve best.",
          "text": "You recognize or disregard a correction between the values and actions that serve everyone.",
          "statements": {
            "exaltation": {
              "advice": "You grow wise enough to uphold appropriate values when pressured to change them.",
              "planet": "Saturn",
              "symbol": "♄"
            },
            "detriment": {
              "advice": "In a rush to get no in life, you can disregard the real values that serve yourself and others.",
              "planet": "No planet",
              "symbol": "Unknown"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Invigorating",
          "subtitle": "Consistently supporting the values that serve one and all.",
          "text": "You set an example with clarity and wisdom, whether you relate closely with others or not.",
          "statements": {
            "exaltation": {
              "advice": "The strength of your inner harmony compels others to realize the essential values in life.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "Your occasionally moody nature can allow your clarity to become obscured by trifles.",
              "planet": "Moon",
              "symbol": "☽"
            }
          }
        }
      ]
    },
    {
      "number": 51,
      "name": "Arousing",
      "lines": [
        {
          "line_number": 1,
          "title": "Arousing",
          "subtitle": "Growing through disruptions of all kinds.",
          "text": "Dramatic change can be alarming until you accept all of the transformations it brings.",
          "statements": {
            "exaltation": {
              "advice": "Transformation is your nature and you find a relative ease adapting to dramatic situations.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "You are very sensitive to shocks and the upsets they bring, often wishing to avoid them.",
              "planet": "Venus",
              "symbol": "♀"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Surviving",
          "subtitle": "Recognizing temporary upsets for what they are: temporary.",
          "text": "Everything comes around, and if you wait patiently, you transcend shock and apparent defeat.",
          "statements": {
            "exaltation": {
              "advice": "You confidently take well-timed, evasive action in overwhelming situations.",
              "planet": "Mars",
              "symbol": "♂"
            },
            "detriment": {
              "advice": "Mental indecision will often cause you to miss the right time to act in shocking situations.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Being Composed",
          "subtitle": "Learning to honor the laws of nature.",
          "text": "In times of shock you either grow through calmly realigning with the inherent changes, or not.",
          "statements": {
            "exaltation": {
              "advice": "The power to deal with disruption is linked to your ability to calmly find a way through it.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "You may take shocks as a personal affront to your ego that compels you to struggle with life.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Being Unstructured",
          "subtitle": "Beyond habitual reactions………. “Going outside the box.”",
          "text": "Dramatic times bring opportunities that you either grasp or fumble.",
          "statements": {
            "exaltation": {
              "advice": "Your spiritual warrior is thrilled by shocking events and takes on all challenges.",
              "planet": "Uranus",
              "symbol": "♅"
            },
            "detriment": {
              "advice": "Trying to master intense drama and shock with your mental programs can cause chaos.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Being Reliable",
          "subtitle": "Accepting all the changes that repeated shocks bring.",
          "text": "You reach your goals by following your inner guidance through all manner of disruptions.",
          "statements": {
            "exaltation": {
              "advice": "You have the inner strength to find your own and others’ truth in all extreme situations.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "You may become so engaged with fixing disruptions that you lose track of your journey.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Regenerating",
          "subtitle": "The phoenix rises from the ashes anew.",
          "text": "Shock brings you dramatic shifts from old accords, beliefs, and understanding to new ones.",
          "statements": {
            "exaltation": {
              "advice": "Your nature is to endure, grow and even flourish through all forms of intense challenges.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "You identify with great disruptions and disasters, often in life or death circumstances.",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        }
      ]
    },
    {
      "number": 52,
      "name": "Mountain",
      "lines": [
        {
          "line_number": 1,
          "title": "Pause before acting",
          "subtitle": "Inner stillness is sufficient unto itself.",
          "text": "Your firmness to always act appropriately or anxiety to act anyhow, affects everything in life.",
          "statements": {
            "exaltation": {
              "advice": "At ease in life, you are able to pause for personal reflection before doing anything.",
              "planet": "Earth",
              "symbol": "⊕"
            },
            "detriment": {
              "advice": "Your restlessness has difficulty in waiting, and often commits you to unrealistic causes.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Be still and Know",
          "subtitle": "Releasing fears and concerns around your apparent inaction.",
          "text": "When attracted by outside influences it is important to remain true to your own way.",
          "statements": {
            "exaltation": {
              "advice": "You pause for clarity in which you see your outer reality as a reflection of your inner being.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "You can easily get swept up in all manner of events that do not serve you entirely.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Being Resigned",
          "subtitle": "Inner composure in times when nothing needed to happen.",
          "text": "you resist action to accumulate unnecessary resources, or become pressured and resentful.",
          "statements": {
            "exaltation": {
              "advice": "Your meditative nature allows you to pause to recoup your energy and review your purpose.",
              "planet": "Saturn",
              "symbol": "♄"
            },
            "detriment": {
              "advice": "Pressured into attunement to find harmony in restrictive circumstances, you’ll find little.",
              "planet": "Venus",
              "symbol": "♀"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Keeping Still",
          "subtitle": "Avoiding strong urges to act just to combat restlessness.",
          "text": "You avoid reckless actions though self-materry, or tend to be frustrated when inactive.",
          "statements": {
            "exaltation": {
              "advice": "You embrace self-mastery and personal freedom through meditation and gentle restraint.",
              "planet": "Saturn",
              "symbol": "♄"
            },
            "detriment": {
              "advice": "Doubting your purpose during times of inaction, you tend to try to make yourself bust.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Being Attentive",
          "subtitle": "Words and action are not necessarily the same thing.",
          "text": "Being careful giving guidance or getting muddled between what you say and what gets done.",
          "statements": {
            "exaltation": {
              "advice": "You are at ease in being reliable for what you say, and how, why and when action is needed.",
              "planet": "Earth",
              "symbol": "⊕"
            },
            "detriment": {
              "advice": "Outspoken comments bring transformation but also regrets when you are misunderstood.",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Meaning",
          "subtitle": "Finding clarity in your inner stillness.",
          "text": "Your calm appreciation comes through an inner stability unaffected by all outside.",
          "statements": {
            "exaltation": {
              "advice": "Inner development brings the tranquility that allows you to meld into the mysteries of life.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "Your imaginative quality enters into the core of stillness and rests apart from the world.",
              "planet": "Pluto",
              "symbol": "♇"
            }
          }
        }
      ]
    },
    {
      "number": 53,
      "name": "New Beginning",
      "lines": [
        {
          "line_number": 1,
          "title": "Commencing",
          "subtitle": "Great progress comes from well-considered beginnings.",
          "text": "You grow in life by refining your abilities to start new ventures.",
          "statements": {
            "exaltation": {
              "advice": "Holding your vision and relying on your own strengths you grow in new life experiences.",
              "planet": "Pluto",
              "symbol": "♇"
            },
            "detriment": {
              "advice": "Being vulnerable to criticism from those you wish to impress dampens your development.",
              "planet": "Venus",
              "symbol": "♀"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Fortune Smiles",
          "subtitle": "The sense of security in your growth.",
          "text": "Growth can be easy and shared as long as you remain alert to your inner guidance.",
          "statements": {
            "exaltation": {
              "advice": "A centered and expanding growth comes easily in all aspects of your life.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "Careless in your inner attitude you easily succumb to the pressure of unbridled growth.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Scrutinizing",
          "subtitle": "Watching your step when engaging in all new endeavors.",
          "text": "Be clear that you cannot always predict the effects that your developments have on others.",
          "statements": {
            "exaltation": {
              "advice": "Finding growth potential in all situations you draw from your inner strengths.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "You have potential to dissipate your energy fighting with life rather than growing in life.",
              "planet": "Saturn",
              "symbol": "♄"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Being Agile",
          "subtitle": "Finding your balance in all new situations.",
          "text": "When proceeding under pressure you rely on your inner stability, or succumb to stress.",
          "statements": {
            "exaltation": {
              "advice": "Your inner calm preserves your growth through any difficult circumstance.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "Pressured by the expectations of others you seek personal growth in novel situations.",
              "planet": "Venus",
              "symbol": "♀"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Advancing Steadily",
          "subtitle": "In all expansion you are going to be pressured from outside.",
          "text": "You stay true to your own measure of growth or become overwhelmed by life’s pressures.",
          "statements": {
            "exaltation": {
              "advice": "Your deep attunement to growth comes by adapting in your own way to any situation.",
              "planet": "Pluto",
              "symbol": "♇"
            },
            "detriment": {
              "advice": "Becoming overly identified with a process can insulate you from your own natural growth.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Bringing Benefit",
          "subtitle": "The endless and natural gift of service to others.",
          "text": "In your own growth, you emanate service and example that spreads to others’ lives.",
          "statements": {
            "exaltation": {
              "advice": "you remain true to your own path of growth and live as a shining example for others.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "Embracing transformation and growth yor don’t always recognize how that affects others.",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        }
      ]
    },
    {
      "number": 54,
      "name": "Ambition",
      "lines": [
        {
          "line_number": 1,
          "title": "Being Confident",
          "subtitle": "Even in lowly situations, be true to yourself.",
          "text": "your compete everything in your life by associating with those who lead their support",
          "statements": {
            "exaltation": {
              "advice": "You grow in life, regardless of perceived limitations, because of your many associations.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "Seeking ‘politically correct’ association rather than those that may actually assist you.",
              "planet": "Venus",
              "symbol": "♀"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Resolving",
          "subtitle": "Holding firmly to your vision of transformations.",
          "text": "Having a clear perception of what you consider ‘right,’ or feeling entitled to special assistance.",
          "statements": {
            "exaltation": {
              "advice": "It is important you maintain the quality of your interactions with those who assist you.",
              "planet": "Uranus",
              "symbol": "♅"
            },
            "detriment": {
              "advice": "Your occasional recklessness can make you take advantage of influential peoples in your life.",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Being Prudent",
          "subtitle": "Compromising yourself is possible though indiscretion.",
          "text": "You patiently avoid shortcuts to transformation or grasp every chance and find great trials.",
          "statements": {
            "exaltation": {
              "advice": "Employing many different alliances to proceed in life you move through your limitations.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "You compromise yourself through relationships with anyone who might advance you in life.",
              "planet": "Venus",
              "symbol": "♀"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Illuminating",
          "subtitle": "Acknowledging that Existence has Her plans for us.",
          "text": "Transformations in its purest form, when you realize that what you want is not necessarily worth having, and then finding how to live with that. You find equanimity and the balance between the Earth and Spirit. (Each planet has its own particular interface in this line.)",
          "statements": {
            "exaltation": {
              "advice": null,
              "planet": "No planet",
              "symbol": "Unknown"
            },
            "detriment": {
              "advice": null,
              "planet": "No planet",
              "symbol": "Unknown"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Finding Spirituality",
          "subtitle": "Holding high principles in all aspects of your life.",
          "text": "You are available to assist the needs of the moment and maintain stability for transformation.",
          "statements": {
            "exaltation": {
              "advice": "With your bright nature you go out of your way to ensure that what is necessary happens.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "If you overly identify with mundane aspects of life you limit your potential transformation.",
              "planet": "No planet",
              "symbol": "Unknown"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Being Politically Correct",
          "subtitle": "Watchful of your purpose and sincerity.",
          "text": "Energizing those interactions that are essential, or just being seen to ‘do the right thing.’",
          "statements": {
            "exaltation": {
              "advice": "Being honest in your motives you stick to respectfully advantageous relationships.",
              "planet": "Saturn",
              "symbol": "♄"
            },
            "detriment": {
              "advice": "Wasting energy in ‘doing the right thing’ you concede that transformation is unlikely.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        }
      ]
    },
    {
      "number": 55,
      "name": "Abundance",
      "lines": [
        {
          "line_number": 1,
          "title": "Relating",
          "subtitle": "Being open and available to those of like mind and sentiment.",
          "text": "You connect to others on a similar wavelength or seek out company for purely social reasons.",
          "statements": {
            "exaltation": {
              "advice": "You promote abundance through aligning yourself with those of similar disposition.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "You align with others out of a concern for sociability rather than for mutually.",
              "planet": "No planet",
              "symbol": "Unknown"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Remaining Innocent",
          "subtitle": "Holding your own when surrounded by skepticism.",
          "text": "You provoke suspicion in others through your ideals and can be coerced by their mistrust.",
          "statements": {
            "exaltation": {
              "advice": "Trusting your senses you align with those who live in accord with your own reality.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "Identifying with being considered trustworthy you are deeply shaken when challenger.",
              "planet": "Earth",
              "symbol": "⊕"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Eclipsing",
          "subtitle": "Being your best in challenging circumstances.",
          "text": "You find patience and your strength of Spiritual when halted, or else you feel compelled to react.",
          "statements": {
            "exaltation": {
              "advice": "You have the emotional discipline to survive failures without taking them too personally.",
              "planet": "Saturn",
              "symbol": "♄"
            },
            "detriment": {
              "advice": "You can feel failure as a personal insult and do anything to protect your deflated spirit.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Brightening",
          "subtitle": "Your inner wisdom shines out for other people in difficult times.",
          "text": "You find those who truly value your spirit, and either make wise decisions, or take chances.",
          "statements": {
            "exaltation": {
              "advice": "Your spirited nature aligns with others in making wise decisions that bring great abundance.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "Attracting others with your spirited nature you easily rush your decisions and cause upsets.",
              "planet": "Earth",
              "symbol": "⊕"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Counseling",
          "subtitle": "Being quite clear in the companions you have.",
          "text": "Your inner harmony guarantees a magnanimous spirit and abundance for yourself and others.",
          "statements": {
            "exaltation": {
              "advice": "Innovative in applying your ideals and the counsels of others, you provide great abundance.",
              "planet": "Uranus",
              "symbol": "♅"
            },
            "detriment": {
              "advice": "Engaging the counsels of others intelligently but maybe feeling conditioned and restrained.",
              "planet": "Sun",
              "symbol": "☉"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Being Selfless",
          "subtitle": "Holding open views and much allowance for your world.",
          "text": "It is easy to abandon those less fortunate than yourself if you are not watchful.",
          "statements": {
            "exaltation": {
              "advice": "You have the discipline to use your abundance to further the lives of yourself and others.",
              "planet": "Saturn",
              "symbol": "♄"
            },
            "detriment": {
              "advice": "If you take yourself too seriously you will miss much of the fun that life offers.",
              "planet": "Moon",
              "symbol": "☽"
            }
          }
        }
      ]
    },
    {
      "number": 56,
      "name": "The Wanderer",
      "lines": [
        {
          "line_number": 1,
          "title": "Being Intentional",
          "subtitle": "Avoiding being disciplined and sailing through life.",
          "text": "Being purposefully engaged in your life or not, qualifies the value of all of your life experiences.",
          "statements": {
            "exaltation": {
              "advice": "Relating in your own way, in your own time, to matters of personal interest.",
              "planet": "Earth",
              "symbol": "⊕"
            },
            "detriment": {
              "advice": "Your speech can be mostly escapist to avoid any personal responsibility for what is said.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Welcoming",
          "subtitle": "The gift of enhancing your world if you trust in yourself.",
          "text": "Attentive to the brightness in your world, you notice how life is perceived by others.",
          "statements": {
            "exaltation": {
              "advice": "Relating innovatively in your life brings admiration and assistance in times of need.",
              "planet": "Uranus",
              "symbol": "♅"
            },
            "detriment": {
              "advice": "Your passion for storytelling can miss the needs and expectations of your audience.",
              "planet": "Moon",
              "symbol": "☽"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Being Thorough",
          "subtitle": "Examining any and all fixed beliefs.",
          "text": "You examine and update your beliefs, or you are careless how you associate them into your life.",
          "statements": {
            "exaltation": {
              "advice": "You express your beliefs with conviction and you have an ability to adjust them over time.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "If you believe that your true harmony exists somewhere else, you will always be restless.",
              "planet": "Venus",
              "symbol": "♀"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Measuring",
          "subtitle": "Aligning your beliefs in the context of your life journey.",
          "text": "You are alert to when and what you say and must be ready to talk your way out of trouble.",
          "statements": {
            "exaltation": {
              "advice": "Your sensitivity to the mood of the moment indicates what can be easily communicated.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "Your confusion over what needs expressing can make it hard to assert yourself effectively.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Storytelling",
          "subtitle": "Drawing people to your tales and adventures.",
          "text": "You are crystal clear in how you relate ideas of worth, or become vain and lose your way.",
          "statements": {
            "exaltation": {
              "advice": "Finding an easy accord with others through your innovative abilities and descriptions.",
              "planet": "Uranus",
              "symbol": "♅"
            },
            "detriment": {
              "advice": "Your provocative manner demands expression and may relate a sense of unease to others.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Re-examining",
          "subtitle": "Assessing the boundaries of what is truthful.",
          "text": "Your beliefs shape your perception of reality, bringing a certain quality of experiences.",
          "statements": {
            "exaltation": {
              "advice": "You experience and speak out about your inner beliefs as your constantly shifting reality.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "Uncomfortable with any consistent beliefs you will deliberately confuse them.",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        }
      ]
    },
    {
      "number": 57,
      "name": "The Gentle",
      "lines": [
        {
          "line_number": 1,
          "title": "Remaining Calm",
          "subtitle": "The biggest fuss usually hides the silliest things.",
          "text": "You allow your intuition to penetrate through confusion, or become overwhelmed by chaos.",
          "statements": {
            "exaltation": {
              "advice": "You perceive upsets to your sense of acoustic harmony without being distracted.",
              "planet": "Earth",
              "symbol": "⊕"
            },
            "detriment": {
              "advice": "You can be upset by chaotic situations, lose your intuitive ability and become indecisive.",
              "planet": "Moon",
              "symbol": "☽"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Infiltrating",
          "subtitle": "Recognizing hidden agendas.",
          "text": "Your intuition penetrates to meanings hidden from other senses, giving you to act nobly or not.",
          "statements": {
            "exaltation": {
              "advice": "Your harmonic nature enriches your clarity and virtue as a matter of course.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "Your moodiness allows you to ignore any intuitive recognition of your baser motives.",
              "planet": "Moon",
              "symbol": "☽"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Being Aware",
          "subtitle": "Sensitive vibrational attunement.",
          "text": "Finding yourself immersed, even frozen sometimes in pure awareness.",
          "statements": {
            "exaltation": {
              "advice": "You have the ability to attune to and relate to your perceptions of life from a pure intuition.",
              "planet": "No planet",
              "symbol": "Unknown"
            },
            "detriment": {
              "advice": "Your deep intuitive gift sometimes takes you beyond reality and into fantasy.",
              "planet": "No planet",
              "symbol": "Unknown"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Being Fearless",
          "subtitle": "Clear i tuition sees afar and must not succumb to fears.",
          "text": "You attune deeply into your own and others’ lives through considering everybody’s needs.",
          "statements": {
            "exaltation": {
              "advice": "You intuit and aligning to everyone’s ways and wants even before they are aware of them",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "You act rashly on your intuition in directing others, sometimes treading on people’s toes.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Being Gentle",
          "subtitle": "Attuning to life’s situations moment by moment.",
          "text": "You deliberately evaluate your intuition or forge ahead regardless and deal with the results.",
          "statements": {
            "exaltation": {
              "advice": "You always recognize a direct connection between transformation and trusting intuition.",
              "symbol": "♆",
              "planet": "Neptune"
            },
            "detriment": {
              "advice": "Your moodiness can be overwhelmed by events causing you to overlook intuitive updates.",
              "symbol": "☽",
              "planet": "Moon"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Being Circumspect",
          "subtitle": "Cubing the intuition to relevant issues are at hand.",
          "text": "Your either have self-confidence or not, to trust in, and act on, what your intuition tells you.",
          "statements": {
            "exaltation": {
              "advice": "Your have an anusual gift of intuiting things that cannot be discerned by other means.",
              "planet": "Uranus",
              "symbol": "♅"
            },
            "detriment": {
              "advice": "Your drive to act rashly comes from a fear that you are helpless to solve difficult situation.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        }
      ]
    },
    {
      "number": 58,
      "name": "Joyous Vitality",
      "lines": [
        {
          "line_number": 1,
          "title": "Harmonizing",
          "subtitle": "Aligning your life with your spontaneous cheerful nature.",
          "text": "By living in freedom from doubts and concern you bring joy to yourself and others.",
          "statements": {
            "exaltation": {
              "advice": "When you access your inner harmony you pronome joy for one and all.",
              "planet": "Earth",
              "symbol": "⊕"
            },
            "detriment": {
              "advice": "Your changeable moods cycle through joy and sorrow quite naturally.",
              "planet": "Moon",
              "symbol": "☽"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Looking Onwards",
          "subtitle": "Attunement to your inner joy attracts enjoyable activities.",
          "text": "Your inner calm creates external joy, or you may just seek out thrills as a inmeans to escape.",
          "statements": {
            "exaltation": {
              "advice": "You relish a harmonic balance between internal joy and external stimulations.",
              "planet": "No planet",
              "symbol": "Unknown"
            },
            "detriment": {
              "advice": "Attracting the unusual you easily find activities that can lack apparently lasting values.",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Exciting",
          "subtitle": "The draw of worldly enjoyments requires great inner selectivity.",
          "text": "Intense excitement exists within you or is reflected through a promise of worldly pleasures.",
          "statements": {
            "exaltation": {
              "advice": "Your innovative nature can give you great diversions that electrify your very core.",
              "planet": "Uranus",
              "symbol": "♅"
            },
            "detriment": {
              "advice": "Restless and fascinated by worldly delights you race from one distraction on another.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Being Spontaneous",
          "subtitle": "Quick recognition of joyful stimulations.",
          "text": "You find strictly beneficial incentives or indulge everything and become drained of energy.",
          "statements": {
            "exaltation": {
              "advice": "You are at home in diverse and dramatic circumstances identifying what really serves you.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "You may get lost in white stimulation to select and make choices that exhaust you.",
              "planet": "Pluto",
              "symbol": "♇"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Being Discreet",
          "subtitle": "Being clear in your inner needs and wants.",
          "text": "You are either clear your associations or tend to trust everyone and end up being misled.",
          "statements": {
            "exaltation": {
              "advice": "Your openness to others is tempered by your facility to watch out for yourself at all times.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "Your bright nature trusts everyone openly and is let down regularly if you are not careful.",
              "planet": "Sun",
              "symbol": "☉"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Attracting",
          "subtitle": "Drawing to yourself all manner of stimulation.",
          "text": "Being caught up in outer distractions as a way of life you are subjected to the whims of others.",
          "statements": {
            "exaltation": {
              "advice": "If you link your inner world to outer stimulations you do not lose track of your own joy.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "The thrill of excitement is so strong that you can get lost in it and become wildly active.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        }
      ]
    },
    {
      "number": 59,
      "name": "Intimacy",
      "lines": [
        {
          "line_number": 1,
          "title": "Penetrating",
          "subtitle": "Evolution is only possible through interaction.",
          "text": "You respond decisively to openings for interaction, or hesitate and miss your chance.",
          "statements": {
            "exaltation": {
              "advice": "Your bright nature carries you through any doorway to intimacy.",
              "planet": "Earth",
              "symbol": "⊕"
            },
            "detriment": {
              "advice": "Finding complications in intimacy you become uncertain about when and how to interact.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Joining in",
          "subtitle": "An inner separation that can also open up to profound intimacies.",
          "text": "Your inherent tendency to be separate eventually finds a way to be easy interrelating.",
          "statements": {
            "exaltation": {
              "advice": "Your innovative, even anusual approach to intimacy assists others to evolve in their lives.",
              "planet": "Uranus",
              "symbol": "♅"
            },
            "detriment": {
              "advice": "Your deeply self-involved nature can often keep others at arm’s length.",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Connecting",
          "subtitle": "Serving yourself and your world by triggering interaction.",
          "text": "You are open to respond to all kinds of association and intimacies.",
          "statements": {
            "exaltation": {
              "advice": "The sensible nature to find intimacy as a refreshment for your spirit.",
              "planet": "Saturn",
              "symbol": "♄"
            },
            "detriment": {
              "advice": "Actively seeking union and intimacy in any situation, sometimes being promiscuous.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Being Friendly",
          "subtitle": "Ao openness to being friendly with anyone.",
          "text": "Your intimacy is founded in friendships that may become more and less intense over time.",
          "statements": {
            "exaltation": {
              "advice": "You promote friendships that dissolve established barriers and transcend tradition.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "Confusing your intimacy roles you risk moving into needlessly intense involvement.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Unifying",
          "subtitle": "The gift of enlivening all interactions.",
          "text": "Relating to the needs of others, you enhance intimacy through love, respect and sexuality.",
          "statements": {
            "exaltation": {
              "advice": "You have the intense power to encourage everyone to find common accord and union.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "You innovatively dissolve intimacy barriers in yourself and others.",
              "planet": "Uranus",
              "symbol": "♅"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Being Discerning",
          "subtitle": "You are very particular in your intimacies.",
          "text": "You develop a sense, over time, of how, what when and who suits you in your intimate life.",
          "statements": {
            "exaltation": {
              "advice": "You find an inner recognition of the harmony you need to be intimately.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "You find one reason or another to limit yourself in realing profound intimacy.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        }
      ]
    },
    {
      "number": 60,
      "name": "Limitation",
      "lines": [
        {
          "line_number": 1,
          "title": "Accommodating",
          "subtitle": "Trusting in your own dignity when under pressure.",
          "text": "You conserve your strength and opinion when confronted by restraints, or become unsettled.",
          "statements": {
            "exaltation": {
              "advice": "Your inner harmony recognizes the advantage of staying within self-imposed boundaries.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "You become restless and tense when you exaggerate your concern with external restraints.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Finding Advantage",
          "subtitle": "Knowing when restraints are unnecessarily limiting.",
          "text": "You either seize the moment to act, or feel hopelessly held back and unable to move freely.",
          "statements": {
            "exaltation": {
              "advice": "Your disciplined nature can adapt to restraints and still be ready to act.",
              "planet": "Earth",
              "symbol": "⊕"
            },
            "detriment": {
              "advice": "You identify with restraints to the point that you become indecisive and immobilized.",
              "planet": "Earth",
              "symbol": "⊕"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Being Self-indulgent",
          "subtitle": "Learning through exceeding your own sensible limits.",
          "text": "Recognizing your limits you either restrain yourself, or you proceed rashly and pay the price.",
          "statements": {
            "exaltation": {
              "advice": "You exercise discipline to restrain yourself when you know you have limited resources.",
              "planet": "Saturn",
              "symbol": "♄"
            },
            "detriment": {
              "advice": "You tend to seek attention and approval from others, disregarding your own genuine ideals.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Extending",
          "subtitle": "Using limitations as a natural springboard for growth.",
          "text": "You effectively cope with all restraints,or become depressed when you cannot get your way.",
          "statements": {
            "exaltation": {
              "advice": "You apply yourself to make the best of any situation by dealing with it directly.",
              "planet": "Mercury",
              "symbol": "☿"
            },
            "detriment": {
              "advice": "If you try to harmonize rather than surpass life’s limitations you can easily become dejected.",
              "planet": "Venus",
              "symbol": "♀"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Finding Inner-independence",
          "subtitle": "Accepting any restrictions agreable has great effect.",
          "text": "You live openly within acceptable restraints for yourself and others, or become hypocritical.",
          "statements": {
            "exaltation": {
              "advice": "Your intuitive nature knows natural boundaries that are acceptable for yourself and others.",
              "planet": "Pluto",
              "symbol": "♇"
            },
            "detriment": {
              "advice": "Your expansive nature has trouble in defining appropriate bounds for yourself and others.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Being Idealistic",
          "subtitle": "Balancing between indulgence and unreasonable restraint.",
          "text": "You know that any excessive restraints imposed on you and others will meet with resentment.",
          "statements": {
            "exaltation": {
              "advice": "Your innovative approach to handling restraints makes them easier to accept.",
              "planet": "Uranus",
              "symbol": "♅"
            },
            "detriment": {
              "advice": "You become overwhelmed by imposed limitations and can find yourself depressed.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        }
      ]
    },
    {
      "number": 61,
      "name": "Inner Truth",
      "lines": [
        {
          "line_number": 1,
          "title": "Having Perception",
          "subtitle": "Quietly allowing your psychic attunement.",
          "text": "You have the means to probe deep into some of the inner workings of life.",
          "statements": {
            "exaltation": {
              "advice": "Your mystical nature is attuned to be able to align many cosmic and earthly realities.",
              "planet": "Pluto",
              "symbol": "♇"
            },
            "detriment": {
              "advice": "If you are so keen to align with esoteric realms you lose touch with your everyday realities.",
              "planet": "Venus",
              "symbol": "♀"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Shining Light",
          "subtitle": "Finding the thread of truth in anything.",
          "text": "You either have the inner development to contain your compelling inspiration, or not.",
          "statements": {
            "exaltation": {
              "advice": "You have the gift to inspire others through an attunement to your own clear well-being.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "You know that you shine brightly but have difficulty in handling others’ recognition of that.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Remaining Inner-dependent",
          "subtitle": "Staying true in your own life.",
          "text": "You trust yourself in all interaction while acknowledging how easily you are affected by others.",
          "statements": {
            "exaltation": {
              "advice": "You attune to all relationships that allow your truth and inspirations to flourish.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "It is easy for others to misunderstand you and you often find you have become estranged.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Holding Higher Truth",
          "subtitle": "Following your clarity to find resonant truth in others.",
          "text": "You seek the truth in any situation whether you are inspired from within or from other people.",
          "statements": {
            "exaltation": {
              "advice": "Your disciplined nature holds you in your process until truth is revealed, regardless…",
              "planet": "Saturn",
              "symbol": "♄"
            },
            "detriment": {
              "advice": "Any attempt to seek truth outside of yourself will result in you becoming disillusioned.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Being Ingenious",
          "subtitle": "Uniting everyone by interpreting truth innovatively.",
          "text": "Abiding by your principles you impart truth to others, whether they accept it easily or not.",
          "statements": {
            "exaltation": {
              "advice": "Your discipline and ingenuity to know the truth is unaffected if others embrace you or not.",
              "planet": "Earth",
              "symbol": "⊕"
            },
            "detriment": {
              "advice": "You insist on being accepted for your stance in life and your interpretations of truth.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Being Insightful",
          "subtitle": "Universal expressions of truth are not always recognized.",
          "text": "Expressing your truth through personal experiences can inspire others practically or not.",
          "statements": {
            "exaltation": {
              "advice": "Sincerely adapting your truth as a tangible reality has a great effect on others.",
              "planet": "Neptune",
              "symbol": "♆"
            },
            "detriment": {
              "advice": "You alienate others by pushing them to adopt your impractical grasp of truth.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        }
      ]
    },
    {
      "number": 62,
      "name": "Expressed Details",
      "lines": [
        {
          "line_number": 1,
          "title": "Being Practical",
          "subtitle": "Proceeding toward what is attainable and aligner.",
          "text": "If you confine yourself to essential details in life you are well prepared for many challengers.",
          "statements": {
            "exaltation": {
              "advice": "Your gift of imagination will always enhance the potentially mundane aspects in your life.",
              "planet": "Pluto",
              "symbol": "♇"
            },
            "detriment": {
              "advice": "You express your plans as actions with the possibility of talking your way into trouble.",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Being Sensible",
          "subtitle": "Reaching out to give and receive aid.",
          "text": "You always find that needed assistance is available if you persevere diligently in your own way.",
          "statements": {
            "exaltation": {
              "advice": "Staying with your process you give help when needed and receive help when it is offered.",
              "planet": "Saturn",
              "symbol": "♄"
            },
            "detriment": {
              "advice": "You have an anxiety that is hard to restrain when you consider yourself bound by traditions.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Being Unassuming",
          "subtitle": "Recognizing the need to downplay a tendency for overconfidence.",
          "text": "Your good judgment, common sense and preparedness always prevail in difficult situations.",
          "statements": {
            "exaltation": {
              "advice": "Innovation and conscientiousness allows you to find relevant details in all aspects of life.",
              "planet": "Uranus",
              "symbol": "♅"
            },
            "detriment": {
              "advice": "Imposing your need for harmony over everything else can cause your to act unreasonably.",
              "planet": "Venus",
              "symbol": "♀"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Being Patient",
          "subtitle": "Being watchful for principled opportunities.",
          "text": "You accept the need to be cautious especially in situations when you see yourself as right.",
          "statements": {
            "exaltation": {
              "advice": "With your particular sensitivity you observe how life is enhanced by discreet interventions.",
              "planet": "Jupiter",
              "symbol": "♃"
            },
            "detriment": {
              "advice": "Seeing ways to transform every area of life you puts for opportunities to be assertive.",
              "planet": "Neptune",
              "symbol": "♆"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Being Considerate",
          "subtitle": "Planning, preparation and performance.",
          "text": "When everything is in place there comes a time of identifying when and how things proceed.",
          "statements": {
            "exaltation": {
              "advice": "When you move steadily from one state to another you align details with outcomes.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "You are often ready to move on in life but continue to remain lost in your imagination.",
              "planet": "Pluto",
              "symbol": "♇"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Accepting Limits",
          "subtitle": "Recognizing practical limitations in all your endeavors.",
          "text": "You need to exercise reserve if you are going to interact within the scope of your abilities.",
          "statements": {
            "exaltation": {
              "advice": "You discipline yourself to remain clear in your intention when confronted by limits in life.",
              "planet": "Saturn",
              "symbol": "♄"
            },
            "detriment": {
              "advice": "You have the intellect to appreciate your limits, but often lack the intent to maintain them.",
              "planet": "Mercury",
              "symbol": "☿"
            }
          }
        }
      ]
    },
    {
      "number": 63,
      "name": "Doubts",
      "lines": [
        {
          "line_number": 1,
          "title": "Investigating",
          "subtitle": "Constantly reviewing your circumstances.",
          "text": "You either retain or lose your poise as the effects of your achievements become apparent.",
          "statements": {
            "exaltation": {
              "advice": "You are not overly distracted by the pressures that accompany achievements.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "Continuously analyzing your life you still seem to chase unnecessary achievements.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Being Reserved",
          "subtitle": "Remaining steadfast in your life quest for personal integrity.",
          "text": "You hold true to your aims through difficult times whether you impress others or not.",
          "statements": {
            "exaltation": {
              "advice": "You can share your doubts with others while never letting go of your own inherent purpose.",
              "planet": "Jupiter",
              "symbol": "♃"
            },
            "detriment": {
              "advice": "Being vulnerable in difficulties leads you sometimes to doubt your own and others’ purpose.",
              "planet": "Uranus",
              "symbol": "♅"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Revitalizing",
          "subtitle": "Considering high ideals in all matters.",
          "text": "You eventually find out how to attain your goals and see who and what can help you.",
          "statements": {
            "exaltation": {
              "advice": "The pressure to achieve compels you through profound doubts over your aims and allies.",
              "planet": "Jupiter",
              "symbol": "♃"
            },
            "detriment": {
              "advice": "Something you are rigid with yourself and others when pursuing your objectives.",
              "planet": "Saturn",
              "symbol": "♄"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Being Clear",
          "subtitle": "Remaining alert for potential disturbances to your fulfillment.",
          "text": "By describing your through processes to others you alleviate any doubts in a timely fashion.",
          "statements": {
            "exaltation": {
              "advice": "You quickly anticipate any potential complications in life so that they are resolved easily.",
              "planet": "Mercury",
              "symbol": "☿"
            },
            "detriment": {
              "advice": "You can be overconfident in resolving problems and tend to make hasty decisions.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Being Beneficent",
          "subtitle": "Considering sincerity above showiness.",
          "text": "Great achievements are possible if you candidly examine your doubts and actions on the way.",
          "statements": {
            "exaltation": {
              "advice": "You implement a deliberately helpful plan while analyzing every aspect of your process.",
              "planet": "Sun",
              "symbol": "☉"
            },
            "detriment": {
              "advice": "You might easily forget to have a heartfelt celebration when you complete your endeavors.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Anticipating",
          "subtitle": "When completing anything remain present and looking forwards.",
          "text": "Dragging your mind out of past situations into the present is a lifelong awareness process.",
          "statements": {
            "exaltation": {
              "advice": "You move on in life when you accept current resolutions and leave old doubts behind.",
              "planet": "Jupiter",
              "symbol": "♃"
            },
            "detriment": {
              "advice": "YIf you insist on regurgitating old issues you will keep ‘spinning’ them in new ways.",
              "symbol": "♆",
              "planet": "Neptune"
            }
          }
        }
      ]
    },
    {
      "number": 64,
      "name": "Diverse Possibilities",
      "lines": [
        {
          "line_number": 1,
          "title": "Transitioning",
          "subtitle": "Inner resolve leads you towards fulfilling outcomes.",
          "text": "Relying solely on past perspectives of your life experiences will not bring you fulfillment.",
          "statements": {
            "exaltation": {
              "advice": "Your inner harmony gives patience and forbearance without promising satisfying outcomes.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "You are ready to act in any instant when things seem to be resolved, but often are not.",
              "planet": "Pluto",
              "symbol": "♇"
            }
          }
        },
        {
          "line_number": 2,
          "title": "Being Dedicated",
          "subtitle": "Remaining true to your inner voice.",
          "text": "Trusting in yourself and in your own process you find your clarity and make your moves.",
          "statements": {
            "exaltation": {
              "advice": "Relying on your inner harmony you wait for an inner sense that precedes resolution.",
              "planet": "Earth",
              "symbol": "⊕"
            },
            "detriment": {
              "advice": "You attune with many aspects of life sometimes over-committing yourself unnecessarily.",
              "planet": "Moon",
              "symbol": "☽"
            }
          }
        },
        {
          "line_number": 3,
          "title": "Reastating",
          "subtitle": "Commencing anew when old ways no longer apply.",
          "text": "You need to be clear from the outset in any endeavors any recognize who else has that clarity.",
          "statements": {
            "exaltation": {
              "advice": "When you wait for renewed clarity and perception you deliberately transcend confusion.",
              "planet": "Saturn",
              "symbol": "♄"
            },
            "detriment": {
              "advice": "Being out of touch with the times you commit to strategies without fulfilling outcomes.",
              "planet": "Moon",
              "symbol": "☽"
            }
          }
        },
        {
          "line_number": 4,
          "title": "Overcoming",
          "subtitle": "All inner struggles require persistence and determination.",
          "text": "You need inner principles to transcend confusion and clarity how you are going to proceed.",
          "statements": {
            "exaltation": {
              "advice": "You review all cycles of life with a certainty that sooner or later you will find realization.",
              "planet": "Moon",
              "symbol": "☽"
            },
            "detriment": {
              "advice": "With an overly energized mind you find that confusion never clears for very long.",
              "planet": "Mars",
              "symbol": "♂"
            }
          }
        },
        {
          "line_number": 5,
          "title": "Being Exemplary",
          "subtitle": "Constantly persistent, you shine brightly from an inner resolve.",
          "text": "You realize that your inner light can be shone outwards to disperse other people’s confusion.",
          "statements": {
            "exaltation": {
              "advice": "Your steadfast inner harmony reaches outwards to shed light on the world’s confusion.",
              "planet": "Venus",
              "symbol": "♀"
            },
            "detriment": {
              "advice": "You see possibilities for clarification but tend to be overburdened by other’s confusion.",
              "planet": "Jupiter",
              "symbol": "♃"
            }
          }
        },
        {
          "line_number": 6,
          "title": "Keeping Your Head",
          "subtitle": "Remaining lucid in celebrating achievements.",
          "text": "You celebrate with clarity or lapse into self-indulgence when confusion are resolved.",
          "statements": {
            "exaltation": {
              "advice": "Your patient brilliance allows you to sort through any amount of chaos and find resolutions.",
              "planet": "Mercury",
              "symbol": "☿"
            },
            "detriment": {
              "advice": "You delight in embracing disorders but ultimately may get lost in the ensuing chaos.",
              "planet": "Venus",
              "symbol": "♀"
            }
          }
        }
      ]
    }
  ]
}